[
  {
    "id": "acid-splash",
    "name": {
      "pt": "Bolha Ácida",
      "en": "Acid Splash"
    },
    "level": 0,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Artificer",
      "Wizard",
      "Sorcerer"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você cria uma bolha ácida em um ponto no alcance da magia, onde ela explode em uma Esfera de 1,5 metro (5 pés) de raio. Cada criatura nessa Esfera deve ser bem-sucedida em uma salvaguarda de Destreza ou sofre 1d6 pontos de dano Ácido.\n\n **Aprimoramento de Truque.** O dano aumenta em 1d6 quando você atinge os níveis 5 (2d6), 11 (3d6) e 17 (4d6)",
      "en": "You create an acidic bubble at a point within range, where it explodes in a 5-foot-radius Sphere. Each creature in that Sphere must succeed on a Dexterity saving throw or take 1d6 Acid damage.\n\n **Cantrip Upgrade.** The damage increases by 1d6 when you reach levels 5 (2d6), 11 (3d6), and 17 (4d6)."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "blade-ward",
    "name": {
      "pt": "Proteção Contra Lâminas",
      "en": "Blade Ward"
    },
    "level": 0,
    "school": {
      "pt": "Abjuração",
      "en": "Abjuration"
    },
    "classes": [
      "Bard",
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Sempre que uma criatura realizar uma jogada de ataque contra você antes que a magia termine, o atacante subtrai 1d4 da jogada de ataque.",
      "en": "Whenever a creature makes an attack roll against you before the spell ends, the attacker subtracts 1d4 from the attack roll."
    },
    "tags": [
      "combat",
      "warding"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "chill-touch",
    "name": {
      "pt": "Toque Necrótico",
      "en": "Chill Touch"
    },
    "level": 0,
    "school": {
      "pt": "Necromancia",
      "en": "Necromancy"
    },
    "classes": [
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Toque",
      "en": "Touch"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Canalizando o frio da sepultura, realize um ataque mágico corpo a corpo contra um alvo no alcance da magia. Em caso de acerto, o alvo sofre 1d10 pontos de dano Necrótico e não pode recuperar Pontos de Vida até o final do seu próximo turno.\n\n***Aprimoramento de Truque.*** O dano aumenta em 1d10 quando você atinge os níveis 5 (2d10), 11 (3d10) e 17 (4d10).",
      "en": "Channeling the chill of the grave, make a melee spell attack against a target within reach. On a hit, the target takes 1d10 Necrotic damage, and it can’t regain Hit Points until the end of your next turn.\n\n***Cantrip Upgrade.*** The damage increases by 1d10 when you reach levels 5 (2d10), 11 (3d10), and 17 (4d10)."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "dancing-lights",
    "name": {
      "pt": "Luzes Dançantes",
      "en": "Dancing Lights"
    },
    "level": 0,
    "school": {
      "pt": "Ilusão",
      "en": "Illusion"
    },
    "classes": [
      "Artificer",
      "Bard",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "36 m (120 ft.)",
      "en": "120 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "um pouco de fósforo",
        "en": "a bit of phosphorus"
      }
    },
    "text": {
      "pt": "Você cria até quatro luzes do tamanho de tochas no alcance da magia, fazendo com que elas pareçam tochas, lanternas ou esferas brilhantes que pairam pela duração da magia. Como alternativa, você combina as quatro luzes em uma forma Média, brilhante, a qual é vagamente humanoide. Seja qual for a forma que você escolher, cada luz emite Meia-luz em um raio de 3 metros (10 pés).\n\nComo uma Ação Bônus, você pode mover as luzes até 18 metros (60 pés) para um espaço no alcance da magia. Uma luz deve estar a até 6 metros (20 pés) de outra luz criada por esta magia, e uma luz desaparece se ultrapassar o alcance da magia.",
      "en": "You create up to four torch-size lights within range, making them appear as torches, lanterns, or glowing orbs that hover for the duration. Alternatively, you combine the four lights into one glowing Medium form that is vaguely humanlike. Whichever form you choose, each light sheds Dim Light in a 10-foot radius.\n\nAs a Bonus Action, you can move the lights up to 60 feet to a space within range. A light must be within 20 feet of another light created by this spell, and a light vanishes if it exceeds the spell’s range."
    },
    "tags": [
      "utility"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "druidcraft",
    "name": {
      "pt": "Arte Druídica",
      "en": "Druidcraft"
    },
    "level": 0,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Druid"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Sussurrando para os espíritos da natureza, você cria um dos seguintes efeitos no alcance da magia.\n\n**Brincar com Fogo.** Você acende ou apaga uma vela, uma tocha ou uma fogueira.\n\n**Efeito Sensorial.** Você cria um efeito sensorial inofensivo, como folhas caindo, fadas dançantes espectrais, uma brisa suave, o som de um animal ou o leve odor de gambá. O efeito deve caber em um Cubo de 1,5 metro (5 pés) de lados.\n\n**Florescimento.** Você instantaneamente faz uma flor desabrochar, uma vagem se abrir ou um botão de folha se abrir.\n\n**Sensor Climático.** Você cria um efeito sensorial minúsculo e inofensivo que prevê qual será o clima no local onde você está pelas próximas 24 horas. O efeito pode se manifestar como uma esfera dourada para céu claro, uma nuvem para chuva, flocos de neve caindo para neve e assim por diante. Esse efeito persiste por 1 rodada.",
      "en": "Whispering to the spirits of nature, you create one of the following effects within range.\n\n**Weather Sensor.** You create a Tiny, harmless sensory effect that predicts what the weather will be at your location for the next 24 hours. The effect might manifest as a golden orb for clear skies, a cloud for rain, falling snowflakes for snow, and so on. This effect persists for 1 round.\n\n**Bloom.** You instantly make a flower blossom, a seed pod open, or a leaf bud bloom.\n\n**Sensory Effect.** You create a harmless sensory effect, such as falling leaves, spectral dancing fairies, a gentle breeze, the sound of an animal, or the faint odor of skunk. The effect must fit in a 5-foot Cube.\n\n**Fire Play.** You light or snuff out a candle, a torch, or a campfire."
    },
    "tags": [
      "utility"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "eldritch-blast",
    "name": {
      "pt": "Raio Místico",
      "en": "Eldritch Blast"
    },
    "level": 0,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Warlock"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "36 m (120 ft.)",
      "en": "120 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você emite um feixe de energia crepitante. Realize um ataque mágico à distância contra uma criatura ou objeto no alcance da magia. Em caso de acerto, o alvo sofre 1d10 pontos de dano Energético.\n\n***Aprimoramento de Truque.*** A magia cria dois feixes no nível 5, três feixes no nível 11 e quatro feixes no nível 17. Você pode direcionar os feixes para o mesmo alvo ou para alvos diferentes. Realize uma jogada de ataque separada para cada feixe.",
      "en": "You hurl a beam of crackling energy. Make a ranged spell attack against one creature or object in range. On a hit, the target takes 1d10 Force damage.\n\n***Cantrip Upgrade.*** The spell creates two beams at level 5, three beams at level 11, and four beams at level 17. You can direct the beams at the same target or at different ones. Make a separate attack roll for each beam."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "elementalism",
    "name": {
      "pt": "Elementalismo",
      "en": "Elementalism"
    },
    "level": 0,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Druid",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você exerce controle sobre os elementos, criando um dos seguintes efeitos no alcance da magia.\n\n**Convocar Água.** Você cria um jato de névoa fria que umedece levemente criaturas e objetos em um Cubo de 1,5 metro (5 pés) de lado. Como alternativa, você cria 1 xícara de água limpa em um recipiente aberto ou em uma superfície, e a água evapora em 1 minuto.\n\n**Convocar Brisa.** Você cria uma brisa forte o suficiente para ondular um tecido, mexer poeira, farfalhar folhas e fechar portas e persianas abertas, tudo em um Cubo de 1,5 metro (5 pés) de lado. Portas e persianas que estiverem sendo mantidas abertas por alguém ou alguma força não são afetadas.\n\n**Convocar Fogo.** Você cria uma fina nuvem de brasas inofensivas e fumaça colorida e perfumada em um Cubo de 1,5 metro (5 pés) de lados. Você escolhe a cor e o perfume, e as brasas podem acender velas, tochas ou lâmpadas nessa área. O cheiro da fumaça permanece por 1 minuto.\n\n**Convocar Terra.** Você cria uma fina camada de poeira ou areia que cobre superfícies em uma área quadrada de 1,5 metro (5 pés) de lado, ou faz com que uma única palavra apareça em sua caligrafia em um pedaço de terra ou areia.\n\n**Esculpir Elemento.** Você faz com que terra, areia, fogo, fumaça, névoa ou água que caiba em um Cubo de 30 centímetros (1 pé) de lado assuma uma forma rudimentar (como a de uma criatura) por 1 hora.",
      "en": "You exert control over the elements, creating one of the following effects within range.\n\n**Beckon Air.** You create a breeze strong enough to ripple cloth, stir dust, rustle leaves, and close open doors and shutters, all in a 5-foot Cube. Doors and shutters being held open by someone or something aren’t affected.\n\n**Beckon Earth.** You create a thin shroud of dust or sand that covers surfaces in a 5-foot-square area, or you cause a single word to appear in your handwriting in a patch of dirt or sand.\n\n**Beckon Fire.** You create a thin cloud of harmless embers and colored, scented smoke in a 5-foot Cube. You choose the color and scent, and the embers can light candles, torches, or lamps in that area. The smoke’s scent lingers for 1 minute.\n\n**Beckon Water.** You create a spray of cool mist that lightly dampens creatures and objects in a 5-foot Cube. Alternatively, you create 1 cup of clean water either in an open container or on a surface, and the water evaporates in 1 minute.\n\n**Sculpt Element.** You cause dirt, sand, fire, smoke, mist, or water that can fit in a 1-foot Cube to assume a crude shape (such as that of a creature) for 1 hour."
    },
    "tags": [
      
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "fire-bolt",
    "name": {
      "pt": "Raio de Fogo",
      "en": "Fire Bolt"
    },
    "level": 0,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Artificer",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "36 m (120 ft.)",
      "en": "120 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você arremessa uma partícula de fogo em uma criatura ou objeto no alcance da magia. Realize um ataque mágico à distância contra o alvo. Em caso de acerto, o alvo sofre 1d10 pontos de dano Ígneo. Um objeto inflamável atingido por esta magia entra em combustão se não estiver sendo usado ou carregado.\n\n***Aprimoramento de Truque.*** O dano aumenta em 1d10 quando você atinge os níveis 5 (2d10), 11 (3d10) e 17 (4d10).",
      "en": "You hurl a mote of fire at a creature or an object within range. Make a ranged spell attack against the target. On a hit, the target takes 1d10 Fire damage. A flammable object hit by this spell starts burning if it isn’t being worn or carried.\n\n***Cantrip Upgrade.*** The damage increases by 1d10 when you reach levels 5 (2d10), 11 (3d10), and 17 (4d10)."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "friends",
    "name": {
      "pt": "Amigos",
      "en": "Friends"
    },
    "level": 0,
    "school": {
      "pt": "Encantamento",
      "en": "Enchantment"
    },
    "classes": [
      "Bard",
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "3 m (10 ft.)",
      "en": "10 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "somatic": true,
      "material": {
        "pt": "um pouco de maquiagem",
        "en": "some makeup"
      }
    },
    "text": {
      "pt": "Você emana magicamente um sentimento de amizade em relação a uma criatura à sua vista e no alcance da magia. O alvo deve ser bem-sucedido em uma salvaguarda de Sabedoria ou tem a condição Enfeitiçado pela duração da magia. O alvo é bem-sucedido automaticamente se não for um Humanoide, se você estiver lutando contra ele ou se tiver conjurado esta magia nele nas últimas 24 horas.\n\nA magia encerra se o alvo sofrer dano ou se você realizar uma jogada de ataque, causar dano ou forçar alguém a realizar uma salvaguarda. Quando a magia termina, o alvo sabe que foi Enfeitiçado por você.",
      "en": "You magically emanate a sense of friendship toward one creature you can see within range. The target must succeed on a Wisdom saving throw or have the Charmed condition for the duration. The target succeeds automatically if it isn’t a Humanoid, if you’re fighting it, or if you have cast this spell on it within the past 24 hours.\n\nThe spell ends early if the target takes damage or if you make an attack roll, deal damage, or force anyone to make a saving throw. When the spell ends, the target knows it was Charmed by you."
    },
    "tags": [
      "buff",
      "social",
      "deception"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "guidance",
    "name": {
      "pt": "Orientação",
      "en": "Guidance"
    },
    "level": 0,
    "school": {
      "pt": "Adivinhação",
      "en": "Divination"
    },
    "classes": [
      "Artificer",
      "Cleric",
      "Druid"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Toque",
      "en": "Touch"
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você toca uma criatura voluntária e escolhe uma perícia. Até que a magia termine, a criatura adiciona 1d4 a qualquer teste de atributo usando a perícia escolhida.",
      "en": "You touch a willing creature and choose one skill. Until the spell ends, the target adds 1d4 to any ability check using the chosen skill."
    },
    "tags": [
      "buff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "light",
    "name": {
      "pt": "Luz",
      "en": "Light"
    },
    "level": 0,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Artificer",
      "Bard",
      "Cleric",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Toque",
      "en": "Touch"
    },
    "duration": {
      "pt": "1 Hora",
      "en": "1 Hour"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "material": {
        "pt": "um vaga-lume ou musgo fosforescente",
        "en": "a firefly or phosphorescent moss"
      }
    },
    "text": {
      "pt": "Você toca em um objeto Grande ou menor que não está sendo usado ou carregado por outra pessoa. Até que a magia termine, o objeto emite Luz Plena em um raio de 6 metros e Meia-luz por mais 6 metros. A luz pode ter a cor que você desejar.\n\nCobrir o objeto com algo opaco bloqueia a luz. A magia se encerra se você a conjurar novamente.",
      "en": "You touch one Large or smaller object that isn’t being worn or carried by someone else. Until the spell ends, the object sheds Bright Light in a 20-foot radius and Dim Light for an additional 20 feet. The light can be colored as you like.\n\nCovering the object with something opaque blocks the light. The spell ends if you cast it again."
    },
    "tags": [
      "creation",
      "utility"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "mage-hand",
    "name": {
      "pt": "Mãos Mágicas",
      "en": "Mage Hand"
    },
    "level": 0,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Artificer",
      "Bard",
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Uma mão espectral flutuante aparece em um ponto que você escolher no alcance da magia. A mão permanece pela duração. A mão desaparece se estiver a mais de 9 metros (30 pés) de você ou se você conjurar esta magia novamente.\n\nAo conjurar a magia, você pode usar a mão para manipular um objeto, abrir uma porta ou um recipiente destrancado, guardar ou recolher itens de recipientes abertos, ou despejar o conteúdo de um frasco.\n\nComo uma ação Usar Magia em seus próximos turnos, você pode controlar a mão novamente. Como parte dessa ação, você pode mover a mão até 9 metros.\n\nA mão não pode atacar, ativar itens mágicos ou carregar mais de 5 quilos.",
      "en": "A spectral, floating hand appears at a point you choose within range. The hand lasts for the duration. The hand vanishes if it is ever more than 30 feet away from you or if you cast this spell again.\n\nWhen you cast the spell, you can use the hand to manipulate an object, open an unlocked door or container, stow or retrieve an item from an open container, or pour the contents out of a vial.\n\nAs a Magic action on your later turns, you can control the hand thus again. As part of that action, you can move the hand up to 30 feet.\n\nThe hand can’t attack, activate magic items, or carry more than 10 pounds."
    },
    "tags": [
      "utility"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "mending",
    "name": {
      "pt": "Reparar",
      "en": "Mending"
    },
    "level": 0,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Artificer",
      "Bard",
      "Cleric",
      "Druid",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "range": {
      "pt": "Toque",
      "en": "Touch"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "duas pedras-imã",
        "en": "two lodestones"
      }
    },
    "text": {
      "pt": "Essa magia repara uma única ruptura ou rasgo em um objeto que você tocar, como um elo de corrente quebrado, partes de uma chave partida, uma capa rasgada ou um odre furado. Se a ruptura ou rasgo não ultrapassar 30 centímetros em qualquer dimensão, ela é reparada sem deixar vestígios do dano anterior.\n\nEssa magia pode reparar fisicamente um item mágico, mas não pode restaurar a magia de tal objeto.",
      "en": "This spell repairs a single break or tear in an object you touch, such as a broken chain link, two halves of a broken key, a torn cloak, or a leaking wineskin. As long as the break or tear is no larger than 1 foot in any dimension, you mend it, leaving no trace of the former damage.\n\nThis spell can physically repair a magic item, but it can’t restore magic to such an object."
    },
    "tags": [
      "utility"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "message",
    "name": {
      "pt": "Mensagem",
      "en": "Message"
    },
    "level": 0,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Artificer",
      "Bard",
      "Druid",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "36 m (120 ft.)",
      "en": "120 ft."
    },
    "duration": {
      "pt": "1 Rodada",
      "en": "1 Round"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "somatic": true,
      "material": {
        "pt": "um fio de cobre",
        "en": "a copper wire"
      }
    },
    "text": {
      "pt": "Você aponta para uma criatura no alcance da magia e sussurra uma mensagem. Somente o alvo ouve a mensagem e pode responder em um sussurro que apenas você consegue ouvir.\n\nVocê pode conjurar essa magia através de objetos sólidos se estiver familiarizado com o alvo e souber que ele está além da barreira. Silêncio mágico, 30 centímetros de pedra, metal ou madeira, ou uma fina folha de chumbo bloqueiam a magia.",
      "en": "You point toward a creature within range and whisper a message. The target (and only the target) hears the message and can reply in a whisper that only you can hear.\n\nYou can cast this spell through solid objects if you are familiar with the target and know it is beyond the barrier. Magical silence; 1 foot of stone, metal, or wood; or a thin sheet of lead blocks the spell."
    },
    "tags": [
      "communication",
      "social"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "mind-sliver",
    "name": {
      "pt": "Talho Mental",
      "en": "Mind Sliver"
    },
    "level": 0,
    "school": {
      "pt": "Encantamento",
      "en": "Enchantment"
    },
    "classes": [
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "1 Rodada",
      "en": "1 Round"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "Você tenta fragmentar temporariamente a mente de uma criatura à sua vista e no alcance da magia. O alvo deve ser bem-sucedido em uma salvaguarda de Inteligência ou sofre 1d6 pontos de dano Psíquico e subtrai 1d4 da próxima salvaguarda que realizar antes do final do seu próximo turno.\n\n***Aprimoramento de Truque.*** O dano aumenta em 1d6 quando você atinge os níveis 5 (2d6), 11 (3d6) e 17 (4d6).",
      "en": "You try to temporarily sliver the mind of one creature you can see within range. The target must succeed on an Intelligence saving throw or take 1d6 Psychic damage and subtract 1d4 from the next saving throw it makes before the end of your next turn.\n\n***Cantrip Upgrade.*** The damage increases by 1d6 when you reach levels 5 (2d6), 11 (3d6), and 17 (4d6)."
    },
    "tags": [
      "damage",
      "debuff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "minor-illusion",
    "name": {
      "pt": "Ilusão Menor",
      "en": "Minor Illusion"
    },
    "level": 0,
    "school": {
      "pt": "Ilusão",
      "en": "Illusion"
    },
    "classes": [
      "Bard",
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "somatic": true,
      "material": {
        "pt": "um pouco de lã",
        "en": "a bit of fleece"
      }
    },
    "text": {
      "pt": "Você cria um som ou uma imagem de um objeto no alcance da magia que permanece pela duração da magia. Veja as descrições abaixo para os efeitos de cada um. A ilusão encerra se você conjurar essa magia novamente.\n\nSe uma criatura executar uma ação Analisar para examinar o som ou a imagem, ela pode determinar que é uma ilusão com um teste bem-sucedido de Inteligência (Investigação) contra a CD para evitar sua magia.Se a criatura perceber a ilusão pelo que ela realmente é, a ilusão se torna tênue para essa criatura.\n\n***Som.*** Se você criar um som, o volume pode variar de um sussurro a um grito. Pode ser sua voz, a voz de outra pessoa, o rugido de um leão, o bater de tambores ou qualquer outro som que você escolher. O som continua ininterrupto pela duração da magia, ou você pode criar sons distintos em diferentes momentos antes que a magia termine.\n\n***Imagem.*** Se você criar a imagem de um objeto — como uma cadeira, pegadas enlameadas ou um pequeno baú — ela não pode ter dimensões superiores a um cubo de 1,5 metro (5 pés) de lados. A imagem não pode gerar som, luz, cheiro ou qualquer outro efeito sensorial. A interação física com a imagem demonstra que se trata de uma ilusão, pois os objetos podem atravessá-la.",
      "en": "You create a sound or an image of an object within range that lasts for the duration. See the descriptions below for the effects of each. The illusion ends if you cast this spell again.\n\nIf a creature takes a Study action to examine the sound or image, the creature can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the illusion becomes faint to the creature.\n\n***Sound.*** If you create a sound, its volume can range from a whisper to a scream. It can be your voice, someone else’s voice, a lion’s roar, a beating of drums, or any other sound you choose. The sound continues unabated throughout the duration, or you can make discrete sounds at different times before the spell ends.\n\n***Image.*** If you create an image of an object—such as a chair, muddy footprints, or a small chest—it must be no larger than a 5-foot Cube. The image can’t create sound, light, smell, or any other sensory effect. Physical interaction with the image reveals it to be an illusion, since things can pass through it."
    },
    "tags": [
      "control"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "poison-spray",
    "name": {
      "pt": "Rajada de Veneno",
      "en": "Poison Spray"
    },
    "level": 0,
    "school": {
      "pt": "Necromancia",
      "en": "Necromancy"
    },
    "classes": [
      "Artificer",
      "Druid",
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você projeta uma névoa tóxica em uma criatura no alcance da magia. Realize um ataque mágico à distância contra o alvo. Em caso de acerto, o alvo sofre 1d12 pontos de dano Venenoso.\n\n***Aprimoramento de Truque.*** O dano aumenta em 1d12 quando você atinge os níveis 5 (2d12), 11 (3d12) e 17 (4d12).",
      "en": "You spray toxic mist at a creature within range. Make a ranged spell attack against the target. On a hit, the target takes 1d12 Poison damage.\n\n***Cantrip Upgrade.*** The damage increases by 1d12 when you reach levels 5 (2d12), 11 (3d12), and 17 (4d12)."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "prestidigitation",
    "name": {
      "pt": "Prestidigitação Arcana",
      "en": "Prestidigitation"
    },
    "level": 0,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Artificer",
      "Bard",
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "3 m (10 ft.)",
      "en": "10 ft."
    },
    "duration": {
      "pt": "1 Hora",
      "en": "1 Hour"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você cria um efeito mágico no alcance da magia. Escolha o efeito entre as opções abaixo. Se conjurar esta magia várias vezes, você pode ter até três de seus efeitos não instantâneos ativos ao mesmo tempo.\n\n***Brincar com Fogo.*** Você instantaneamente acende ou apaga uma vela, uma tocha ou uma pequena fogueira.\n\n***Criação Menor.*** Você cria uma bugiganga não mágica, sem valor monetário e incapaz de causar dano, ou uma imagem ilusória, sendo que ambas devem caber na sua mão. Ela dura até o final do seu próximo turno.\n\n***Efeito Sensorial.*** Você cria um efeito sensorial instantâneo e inofensivo, como uma chuva de faíscas, um sopro de vento, notas musicais suaves ou um odor estranho.\n\n***Limpar ou Sujar.*** Você limpa ou suja instantaneamente um objeto com menos de 30 centímetros cúbicos.\n\n***Marca Mágica.*** Você faz aparecer uma cor, uma pequena marca ou um símbolo em um objeto ou superfície por 1 hora.\n\n***Sensação Ideal.*** Você esfria, aquece ou dá sabor a um material não vivo com menos de 30 centímetros cúbicos por 1 hora.",
      "en": "You create a magical effect within range. Choose the effect from the options below. If you cast this spell multiple times, you can have up to three of its non-instantaneous effects active at a time.\n\n***Sensory Effect.*** You create an instantaneous, harmless sensory effect, such as a shower of sparks, a puff of wind, faint musical notes, or an odd odor.\n\n***Fire Play.*** You instantaneously light or snuff out a candle, a torch, or a small campfire.\n\n***Clean or Soil.*** You instantaneously clean or soil an object no larger than 1 cubic foot.\n\n***Minor Sensation.*** You chill, warm, or flavor up to 1 cubic foot of nonliving material for 1 hour.\n\n***Magic Mark.*** You make a color, a small mark, or a symbol appear on an object or a surface for 1 hour.\n\nMinor Creation. You create a nonmagical trinket or an illusory image that can fit in your hand. It lasts until the end of your next turn. A trinket can deal no damage and has no monetary worth."
    },
    "tags": [
      "utility"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "produce-flame",
    "name": {
      "pt": "Criar Chamas",
      "en": "Produce Flame"
    },
    "level": 0,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Druid"
    ],
    "castingTime": {
      "pt": "Ação Bônus",
      "en": "Bonus Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Uma chama bruxuleante surge em sua mão e permanece lá pela duração da magia. Enquanto estiver lá, a chama não emite calor, não queima nada, e emite Luz Plena em um raio de 6 metros e Meia luz por mais 6 metros. A magia se encerra se você a conjurar novamente.\n\nAté que a magia termine, você pode executar uma ação Usar Magia para arremessar a chama em uma criatura ou objeto a até 18 metros (60 pés) de você. Realize um ataque mágico à distância. Em caso de acerto, o alvo sofre 1d8 pontos de dano Ígneo.\n\n***Aprimoramento de Truque.*** O dano aumenta em 1d8 quando você atinge os níveis 5 (2d8), 11 (3d8) e 17 (4d8).",
      "en": "A flickering flame appears in your hand and remains there for the duration. While there, the flame emits no heat and ignites nothing, and it sheds Bright Light in a 20-foot radius and Dim Light for an additional 20 feet. The spell ends if you cast it again.\n\nUntil the spell ends, you can take a Magic action to hurl fire at a creature or an object within 60 feet of you. Make a ranged spell attack. On a hit, the target takes 1d8 Fire damage.\n\n***Cantrip Upgrade.*** The damage increases by 1d8 when you reach levels 5 (2d8), 11 (3d8), and 17 (4d8)."
    },
    "tags": [
      "creation",
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "ray-of-frost",
    "name": {
      "pt": "Raio de Gelo",
      "en": "Ray of Frost"
    },
    "level": 0,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Artificer",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 feet"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Um feixe congelante de luz azul-esbranquiçada parte em direção a uma criatura no alcance da magia. Realize um ataque mágico à distância contra o alvo. Se acertar, a criatura sofre 1d8 pontos de dano Gélido e seu Deslocamento é reduzido em 3 metros até o início do seu próximo turno.\n\n***Aprimoramento de Truque.*** O dano aumenta em 1d8 quando você atinge os níveis 5 (2d8), 11 (3d8) e 17 (4d8).",
      "en": "A frigid beam of blue-white light streaks toward a creature within range. Make a ranged spell attack against the target. On a hit, it takes 1d8 Cold damage, and its Speed is reduced by 10 feet until the start of your next turn.\n\n***Cantrip Upgrade.*** The damage increases by 1d8 when you reach levels 5 (2d8), 11 (3d8), and 17 (4d8)."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "resistance",
    "name": {
      "pt": "Resistência",
      "en": "Resistance"
    },
    "level": 0,
    "school": {
      "pt": "Abjuração",
      "en": "Abjuration"
    },
    "classes": [
      "Artificer",
      "Cleric",
      "Druid"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Toque",
      "en": "Touch"
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você toca uma criatura voluntária e escolhe um tipo de dano: Ácido, Contundente, Cortante, Elétrico, Gélido, Ígneo, Necrótico, Perfurante, Radiante, Trovejante ou Venenoso. Quando a criatura sofre dano do tipo escolhido antes que a magia termine, a criatura reduz o dano total sofrido em 1d4 pontos. Uma criatura pode se beneficiar desta magia apenas uma vez por turno.",
      "en": "You touch a willing creature and choose a damage type: Acid, Bludgeoning, Cold, Fire, Lightning, Necrotic, Piercing, Poison, Radiant, Slashing, or Thunder. When the creature takes damage of the chosen type before the spell ends, the creature reduces the total damage taken by 1d4. A creature can benefit from this spell only once per turn."
    },
    "tags": [
      "buff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "sacred-flame",
    "name": {
      "pt": "Chama Sagrada",
      "en": "Sacred Flame"
    },
    "level": 0,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Cleric"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 feet"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Um brilho semelhante a uma chama desce sobre uma criatura à sua vista e no alcance da magia. O alvo deve ser bem-sucedido em uma salvaguarda de Destreza ou sofre 1d8 pontos de dano Radiante. O alvo não recebe nenhum benefício de Cobertura Parcial ou Cobertura de Três Quartos para esta salvaguarda.\n\n***Aprimoramento de Truque.*** O dano aumenta em 1d8 quando você atinge os níveis 5 (2d8), 11 (3d8) e 17 (4d8).",
      "en": "Flame-like radiance descends on a creature that you can see within range. The target must succeed on a Dexterity saving throw or take 1d8 Radiant damage. The target gains no benefit from Half Cover or Three-Quarters Cover for this save.\n\n***Cantrip Upgrade.*** The damage increases by 1d8 when you reach levels 5 (2d8), 11 (3d8), and 17 (4d8)."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "shillelagh",
    "name": {
      "pt": "Bordão Místico",
      "en": "Shillelagh"
    },
    "level": 0,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Druid"
    ],
    "castingTime": {
      "pt": "Ação Bônus",
      "en": "Bonus Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "um ramo de visco",
        "en": "mistletoe"
      }
    },
    "text": {
      "pt": "Um Cajado ou Clava que você está segurando é imbuído com o poder da natureza. Pela duração da magia, você pode usar seu atributo de conjuração em vez de Força para as jogadas de ataque e dano de ataques corpo a corpo com essa arma, e o dado de dano da arma se torna um d8. Se o ataque causar dano, ele pode ser de dano Energético ou do tipo de dano normal da arma (à sua escolha).\n\nA magia encerra se você a conjurar novamente ou se soltar a arma.\n\n***Aprimoramento de Truque.*** O dado de dano muda quando você atinge os níveis 5 (1d10), 11 (1d12) e 17 (2d6).",
      "en": "A Club or Quarterstaff you are holding is imbued with nature’s power. For the duration, you can use your spellcasting ability instead of Strength for the attack and damage rolls of melee attacks using that weapon, and the weapon’s damage die becomes a d8. If the attack deals damage, it can be Force damage or the weapon’s normal damage type (your choice).\n\nThe spell ends early if you cast it again or if you let go of the weapon.\n\n***Cantrip Upgrade.*** The damage die changes when you reach levels 5 (d10), 11 (d12), and 17 (2d6)."
    },
    "tags": [
      "damage",
      "buff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "shocking-grasp",
    "name": {
      "pt": "Toque Chocante",
      "en": "Shocking Grasp"
    },
    "level": 0,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Artificer",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Toque",
      "en": "Touch"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Raios saltam de você em direção a uma criatura que você tenta tocar. Realize uma jogada de ataque mágico corpo a corpo contra o alvo. Em caso de acerto, o alvo sofre 1d8 pontos de dano Elétrico e não pode realizar Ataques de Oportunidade até o início do próximo turno dele.\n\n***Aprimoramento de Truque.*** O dano aumenta em 1d8 quando você atinge os níveis 5 (2d8), 11 (3d8) e 17 (4d8).",
      "en": "Lightning springs from you to a creature that you try to touch. Make a melee spell attack against the target. On a hit, the target takes 1d8 Lightning damage, and it can’t make Opportunity Attacks until the start of its next turn.\n\n ***Cantrip Upgrade.*** The damage increases by 1d8 when you reach levels 5 (2d8), 11 (3d8), and 17 (4d8)."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "sorcerous-burst",
    "name": {
      "pt": "Explosão Elemental",
      "en": "Sorcerous Burst"
    },
    "level": 0,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Sorcerer"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "36 m (120 ft.)",
      "en": "120 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você dispara energia arcana contra uma criatura ou objeto no alcance da magia. Realize uma jogada de ataque à distância contra o alvo. Em caso de acerto, o alvo sofre 1d8 pontos de dano de um tipo à sua escolha: Ácido, Elétrico, Gélido, Ígneo, Psíquico, Trovejante ou Venenoso.\n\nSe você tirar um 8 no d8 para esta magia, pode jogar outro d8 e adicionar ao dano. Ao conjurar essa magia, o número máximo de d8 adicionais que você pode somar ao dano da magia é igual ao seu modificador de atributo de conjuração.\n\n***Aprimoramento de Truque.*** O dano aumenta em 1d8 quando você atinge os níveis 5 (2d8), 11 (3d8) e 17 (4d8).",
      "en": "You cast sorcerous energy at one creature or object within range. Make a ranged spell attack against the target. On a hit, the target takes 1d8 damage of a type you choose: Acid, Cold, Fire, Lightning, Poison, Psychic, or Thunder.\n\nIf you roll an 8 on a d8 for this spell, you can roll another d8, and add it to the damage. When you cast this spell, the maximum number of these d8s you can add to the spell’s damage equals your spellcasting ability modifier.\n\n***Cantrip Upgrade.*** The damage increases by 1d8 when you reach levels 5 (2d8), 11 (3d8), and 17 (4d8)."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "spare-the-dying",
    "name": {
      "pt": "Acudir os Moribundos",
      "en": "Spare the Dying"
    },
    "level": 0,
    "school": {
      "pt": "Necromancia",
      "en": "Necromancy"
    },
    "classes": [
      "Artificer",
      "Cleric",
      "Druid"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "4,5 m (15 ft.)",
      "en": "15 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Escolha uma criatura no alcance da magia que tenha 0 Pontos de Vida e não esteja morta. A criatura fica Estável.\n\n***Aprimoramento de Truque.*** O alcance da magia dobra quando você atinge os níveis 5 (9 metros ou 30 pés), 11 (18 metros ou 60 pés) e 17 (36 metros ou 120 pés).",
      "en": "Choose a creature within range that has 0 Hit Points and isn’t dead. The creature becomes Stable.\n\n***Cantrip Upgrade.*** The range doubles when you reach levels 5 (30 feet), 11 (60 feet), and 17 (120 feet)."
    },
    "tags": [
      "healing"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },  
  {
    "id": "starry-wisp",
    "name": {
      "pt": "Fagulha Estelar",
      "en": "Starry Wisp"
    },
    "level": 0,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Bard",
      "Druid"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você lança uma faísca de luz em uma criatura ou objeto no alcance da magia. Realize um ataque mágico à distância contra o alvo. Em caso de acerto, o alvo sofre 1d8 pontos de dano Radiante e, até o final do seu próximo turno, emite Meia-luz em um raio de 3 metros (10 pés) e não pode se beneficiar da condição Invisível.\n\n***Aprimoramento de Truque.*** O dano aumenta em 1d8 quando você atinge os níveis 5 (2d8), 11 (3d8) e 17 (4d8)",
      "en": "You launch a mote of light at one creature or object within range. Make a ranged spell attack against the target. On a hit, the target takes 1d8 Radiant damage, and until the end of your next turn, it emits Dim Light in a 10-foot radius and can’t benefit from the Invisible condition.\n\n***Cantrip Upgrade.*** The damage increases by 1d8 when you reach levels 5 (2d8), 11 (3d8), and 17 (4d8)."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "thaumaturgy",
    "name": {
      "pt": "Taumaturgia",
      "en": "Thaumaturgy"
    },
    "level": 0,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Cleric"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "Você conjura uma pequena maravilha mágica no alcance da magia, criando um dos efeitos abaixo. Se usar esta magia várias vezes, pode ter até três efeitos de 1 minuto ativos simultaneamente.\n\n***Manipular Fogo.*** Você faz com que as chamas pisquem, iluminem, escureçam ou mudem de cor por 1 minuto.\n\n***Mão Invisível.*** Você faz instantaneamente com que uma porta ou janela destrancada se abra ou se feche.\n\n***Olhos Alterados.*** Você altera a aparência dos seus olhos por 1 minuto.\n\n***Som Fantasmagórico.*** Você cria um som instantâneo que se origina em  um ponto à sua escolha no alcance da magia, como um estrondo de trovão, o grito de um corvo ou sussurros sinistros.\n\n***Voz Retumbante.*** Sua voz aumenta até três vezes mais do que o normal por 1 minuto. Pela duração da magia, você tem Vantagem em testes de Carisma (Intimidação).\n\n***Tremores.*** Você causa tremores inofensivos no chão por 1 minuto.",
      "en": "You manifest a minor wonder within range. You create one of the effects below within range. If you cast this spell multiple times, you can have up to three of its 1-minute effects active at a time.\n\n***Altered Eyes.*** You alter the appearance of your eyes for 1 minute.\n\n***Booming Voice.*** Your voice booms up to three times as loud as normal for 1 minute. For the duration, you have Advantage on Charisma (Intimidation) checks.\n\n***Fire Play.*** You cause flames to flicker, brighten, dim, or change color for 1 minute.\n\n***Invisible Hand.*** You instantaneously cause an unlocked door or window to fly open or slam shut.\n\n***Phantom Sound.*** You create an instantaneous sound that originates from a point of your choice within range, such as a rumble of thunder, the cry of a raven, or ominous whispers.\n\n***Tremors.*** You cause harmless tremors in the ground for 1 minute."
    },
    "tags": [
      "control"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "thorn-whip",
    "name": {
      "pt": "Chicote de Espinhos",
      "en": "Thorn Whip"
    },
    "level": 0,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Artificer",
      "Druid"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "o caule de uma planta espinhosa",
        "en": "the stem of a plant with thorns"
      }
    },
    "text": {
      "pt": "Você cria um chicote semelhante a uma videira coberto de espinhos que ataca ao seu comando em direção a uma criatura no alcance da magia. Realize um ataque mágico corpo a corpo contra o alvo. Em caso de acerto, o alvo sofre 1d6 pontos de dano Perfurante e, se for Grande ou menor, você pode puxá-lo até 3 metros mais perto de você.\n\n***Aprimoramento de Truque.*** O dano aumenta em 1d6 quando você atinge os níveis 5 (2d6), 11 (3d6) e 17 (4d6).",
      "en": "You create a vine-like whip covered in thorns that lashes out at your command toward a creature in range. Make a melee spell attack against the target. On a hit, the target takes 1d6 Piercing damage, and if it is Large or smaller, you can pull it up to 10 feet closer to you.\n\n***Cantrip Upgrade.*** The damage increases by 1d6 when you reach levels 5 (2d6), 11 (3d6), and 17 (4d6)."
    },
    "tags": [
      "damage",
      "control"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "thunderclap",
    "name": {
      "pt": "Trovão",
      "en": "Thunderclap"
    },
    "level": 0,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Artificer",
      "Bard",
      "Druid",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "somatic": true
    },
    "text": {
      "pt": "Cada criatura em uma Emanação de 1,5 metro (5 pés) originada em você deve ser bem-sucedida em uma salvaguarda de Constituição ou sofre 1d6 pontos de dano Trovejante. O som estrondoso da magia pode ser ouvido a até 30 metros (100 pés) de distância.\n\n***Aprimoramento de Truque.*** O dano aumenta em 1d6 quando você atinge os níveis 5 (2d6), 11 (3d6) e 17 (4d6).",
      "en": "Each creature in a 5-foot Emanation originating from you must succeed on a Constitution saving throw or take 1d6 Thunder damage. The spell’s thunderous sound can be heard up to 100 feet away.\n\n***Cantrip Upgrade.*** The damage increases by 1d6 when you reach levels 5 (2d6), 11 (3d6), and 17 (4d6)."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "toll-the-dead",
    "name": {
      "pt": "Badalar Fúnebre",
      "en": "Toll the Dead"
    },
    "level": 0,
    "school": {
      "pt": "Necromancia",
      "en": "Necromancy"
    },
    "classes": [
      "Cleric",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você aponta para uma criatura à sua vista e no alcance da magia, então um único toque de um badalar doloroso é audível a até 3 metros do alvo. O alvo deve ser bem-sucedido em uma salvaguarda de Sabedoria ou sofre 1d8 pontos de dano Necrótico. Caso o alvo tenha perdido algum de seus Pontos de Vida, em vez de 1d8, ele sofre 1d12 pontos de dano Necrótico.\n\n***Aprimoramento de Truque.*** O dano aumenta em um dado quando você atinge os níveis 5 (2d8 ou 2d12), 11 (3d8 ou 3d12) e 17 (4d8 ou 4d12).",
      "en": "You point at one creature you can see within range, and the single chime of a dolorous bell is audible within 10 feet of the target. The target must succeed on a Wisdom saving throw or take 1d8 Necrotic damage. If the target is missing any of its Hit Points, it instead takes 1d12 Necrotic damage.\n\n***Cantrip Upgrade.*** The damage increases by one die when you reach levels 5 (2d8 or 2d12), 11 (3d8 or 3d12), and 17 (4d8 or 4d12)."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "true-strike",
    "name": {
      "pt": "Golpe Certeiro",
      "en": "True Strike"
    },
    "level": 0,
    "school": {
      "pt": "Adivinhação",
      "en": "Divination"
    },
    "classes": [
      "Bard",
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "somatic": true,
      "material": {
        "pt": "uma arma com a qual você tenha proficiência e que vale 1+ PC",
        "en": "a weapon with which you have proficiency and that is worth 1+ CP"
      }
    },
    "text": {
      "pt": "Guiado pelo lampejo de uma intuição mágica, você realiza um ataque com a arma usada na conjuração da magia. O ataque usa seu atributo de conjuração para as jogadas de ataque e dano em vez de usar Força ou Destreza. Se o ataque causar dano, ele pode ser Radiante ou do tipo de dano normal da arma (à sua escolha).\n\n***Aprimoramento de Truque.*** Seja o dano Radiante ou o tipo de dano normal da arma, o ataque causa dano Radiante adicional quando você atinge os níveis 5 (1d6), 11 (2d6) e 17 (3d6).",
      "en": "Guided by a flash of magical insight, you make one attack with the weapon used in the spell’s casting. The attack uses your spellcasting ability for the attack and damage rolls instead of using Strength or Dexterity. If the attack deals damage, it can be Radiant damage or the weapon’s normal damage type (your choice).\n\n***Cantrip Upgrade.*** Whether you deal Radiant damage or the weapon’s normal damage type, the attack deals extra Radiant damage when you reach levels 5 (1d6), 11 (2d6), and 17 (3d6)."
    },
    "tags": [
      "foreknowledge"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "vicious-mockery",
    "name": {
      "pt": "Zombaria Perversa",
      "en": "Vicious Mockery"
    },
    "level": 0,
    "school": {
      "pt": "Encantamento",
      "en": "Enchantment"
    },
    "classes": [
      "Bard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "Você libera uma série de insultos carregados com encantamentos sutis em uma criatura que pode ouvir você e que esteja à sua vista e no alcance da magia. O alvo deve ser bem-sucedido em uma salvaguarda de Sabedoria ou sofre 1d6 pontos de dano Psíquico e tem Desvantagem na próxima jogada de ataque que realizar antes do final do próximo turno dele.\n\n***Aprimoramento de Truque.*** O dano aumenta em 1d6 quando você atinge os níveis 5 (2d6), 11 (3d6) e 17 (4d6).",
      "en": "You unleash a string of insults laced with subtle enchantments at one creature you can see or hear within range. The target must succeed on a Wisdom saving throw or take 1d6 Psychic damage and have Disadvantage on the next attack roll it makes before the end of its next turn.\n\n***Cantrip Upgrade.*** The damage increases by 1d6 when you reach levels 5 (2d6), 11 (3d6), and 17 (4d6)."
    },
    "tags": [
      "damage",
      "debuff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "word-of-radiance",
    "name": {
      "pt": "Palavra de Radiância",
      "en": "Word of Radiance"
    },
    "level": 0,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Cleric"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "material": {
        "pt": "um símbolo com um raio de sol",
        "en": "a sunburst token"
      }
    },
    "text": {
      "pt": "Uma radiância ardente irrompe de você em uma Emanação de 1,5 metro (5 pés). Cada criatura à sua escolha à sua vista nela deve ser bem-sucedida em uma salvaguarda de Constituição ou sofre 1d6 pontos de dano Radiante.\n\n***Aprimoramento de Truque.*** O dano aumenta em 1d6 quando você atinge os níveis 5 (2d6), 11 (3d6) e 17 (4d6)",
      "en": "Burning radiance erupts from you in a 5-foot Emanation. Each creature of your choice that you can see in it must succeed on a Constitution saving throw or take 1d6 Radiant damage.\n\n***Cantrip Upgrade.*** The damage increases by 1d6 when you reach levels 5 (2d6), 11 (3d6), and 17 (4d6)."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "alarm",
    "name": {
      "pt": "Alarme",
      "en": "Alarm"
    },
    "level": 1,
    "school": {
      "pt": "Abjuração",
      "en": "Abjuration"
    },
    "classes": [
      "Artificer",
      "Ranger",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "8 Horas",
      "en": "8 Hours"
    },
    "concentration": false,
    "ritual": true,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "um sino e um fio de prata",
        "en": "a bell and a silver wire"
      }
    },
    "text": {
      "pt": "Você define um alarme contra intrusão. Escolha uma porta, uma janela ou uma área no alcance da magia que não seja maior do que um Cubo de 6 metros (20 pés) de lados. Até que a magia termine, um alarme o avisa sempre que uma criatura tocar ou entrar na área protegida. Ao conjurar a magia, você pode designar criaturas que não disparam o alarme. Você também escolhe se o alarme é audível ou mental:\n\n***Alarme Mental.*** Você é alertado por um bipe mental se estiver a menos de 1,5 quilômetro da área protegida. Este bipe o acorda se você estiver dormindo.\n\n ***Alarme Sonoro.*** O alarme produz o som de uma sineta por 10 segundos a até 18 metros (60 pés) da área protegida.",
      "en": "You set an alarm against intrusion. Choose a door, a window, or an area within range that is no larger than a 20-foot Cube. Until the spell ends, an alarm alerts you whenever a creature touches or enters the warded area. When you cast the spell, you can designate creatures that won’t set off the alarm. You also choose whether the alarm is audible or mental:\n\n ***Audible Alarm.*** The alarm produces the sound of a handbell for 10 seconds within 60 feet of the warded area.\n\n***Mental Alarm.*** You are alerted by a mental ping if you are within 1 mile of the warded area. This ping awakens you if you’re asleep."
    },
    "tags": [
      "detection"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "animal-friendship",
    "name": {
      "pt": "Amizade Animal",
      "en": "Animal Friendship"
    },
    "level": 1,
    "school": {
      "pt": "Encantamento",
      "en": "Enchantment"
    },
    "classes": [
      "Bard",
      "Druid",
      "Ranger"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "24 Horas",
      "en": "24 Hours"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "um bocado de comida",
        "en": "a morsel of food"
      }
    },
    "text": {
      "pt": "Escolha como alvo uma Fera à sua vista e no alcance da magia. O alvo deve ser bem-sucedido em uma salvaguarda de Sabedoria ou tem a condição Enfeitiçado pela duração da magia. Se você ou um de seus aliados causar dano ao alvo, a magia encerra.\n\n***Usando um Espaço de Magia de Círculo Superior.*** Você pode escolher uma criatura adicional para cada círculo de espaço de magia acima de 1.",
      "en": "Target a Beast that you can see within range. The target must succeed on a Wisdom saving throw or have the Charmed condition for the duration. If you or one of your allies deals damage to the target, the spell ends.\n\n***Using a Higher-Level Spell Slot.*** You can target one additional Beast for each spell slot level above 1."
    },
    "tags": [
      "control",
      "social"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "armor-of-agathys",
    "name": {
      "pt": "Armadura de Agathys",
      "en": "Armor of Agathys"
    },
    "level": 1,
    "school": {
      "pt": "Abjuração",
      "en": "Abjuration"
    },
    "classes": [
      "Warlock"
    ],
    "castingTime": {
      "pt": "Ação Bônus",
      "en": "Bonus Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "1 Hora",
      "en": "1 Hour"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "um caco de vidro azul",
        "en": "a shard of blue glass"
      }
    },
    "text": {
      "pt": "Um frio mágico protetor envolve você. Você recebe 5 Pontos de Vida Temporários. Se uma criatura acertar você com uma jogada de ataque corpo a corpo antes que a magia termine, a criatura sofre 5 pontos de dano Gélido. A magia encerra se você não tiver Pontos de Vida Temporários.\n\n***Usando um Espaço de Magia de Círculo Superior.*** Os Pontos de Vida Temporários e o dano Gélido aumentam em 5 para cada círculo de espaço de magia acima de 1.",
      "en": "Protective magical frost surrounds you. You gain 5 Temporary Hit Points. If a creature hits you with a melee attack roll before the spell ends, the creature takes 5 Cold damage. The spell ends early if you have no Temporary Hit Points.\n\n***Using a Higher-Level Spell Slot.*** The Temporary Hit Points and the Cold damage both increase by 5 for each spell slot level above 1."
    },
    "tags": [
      "damage",
      "buff",
      "warding"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "arms-of-hadar",
    "name": {
      "pt": "Braços de Hadar",
      "en": "Arms of Hadar"
    },
    "level": 1,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Warlock"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Clamando por Hadar, você faz com que tentáculos irrompam em você. Cada criatura em uma Emanação de 3 metros originada em você realiza uma salvaguarda de Força. Se falhar, um alvo sofre 2d6 pontos de dano Necrótico e não pode executar Reações até o início do próximo turno dele. Em caso de sucesso, um alvo sofre apenas metade do dano.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano aumenta em 1d6 pontos para cada círculo de espaço de magia acima de 1.",
      "en": "Invoking Hadar, you cause tendrils to erupt from yourself. Each creature in a 10-foot Emanation originating from you makes a Strength saving throw. On a failed save, a target takes 2d6 Necrotic damage and can’t take Reactions until the start of its next turn. On a successful save, a target takes half as much damage only.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 1d6 for each spell slot level above 1."
    },
    "tags": [
      "damage",
      "control"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "bane",
    "name": {
      "pt": "Perdição",
      "en": "Bane"
    },
    "level": 1,
    "school": {
      "pt": "Encantamento",
      "en": "Enchantment"
    },
    "classes": [
      "Bard",
      "Cleric",
      "Warlock"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "uma gota de sangue",
        "en": "a drop of blood"
      }
    },
    "text": {
      "pt": "Até três criaturas à sua escolha à sua vista e no alcance da magia devem realizar uma salvaguarda de Carisma. Sempre que um alvo que falhar nesta salvaguarda realizar uma jogada de ataque ou uma salvaguarda antes da magia terminar, o alvo deve subtrair 1d4 da jogada de ataque ou salvaguarda.\n\n***Usando um Espaço de Magia de Círculo Superior.*** Você pode escolher uma criatura adicional para cada círculo de espaço de magia acima de 1.",
      "en": "Up to three creatures of your choice that you can see within range must each make a Charisma saving throw. Whenever a target that fails this save makes an attack roll or a saving throw before the spell ends, the target must subtract 1d4 from the attack roll or save.\n\n***Using a Higher-Level Spell Slot.*** You can target one additional creature for each spell slot level above 1."
    },
    "tags": [
      "debuff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "bless",
    "name": {
      "pt": "Benção",
      "en": "Bless"
    },
    "level": 1,
    "school": {
      "pt": "Encantamento",
      "en": "Enchantment"
    },
    "classes": [
      "Cleric",
      "Paladin"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "um Símbolo Sagrado no valor de 5+ PO",
        "en": "a Holy Symbol worth 5+ gp"
      }
    },
    "text": {
      "pt": "Você abençoa até três criaturas no alcance da magia. Sempre que um alvo realiza uma jogada de ataque ou uma salvaguarda antes que a magia termine, o alvo adiciona 1d4 à jogada de ataque ou salvaguarda.\n\n***Usando um Espaço de Magia de Círculo Superior.*** Você pode escolher uma criatura adicional para cada círculo de espaço de magia acima de 1.",
      "en": "You bless up to three creatures within range. Whenever a target makes an attack roll or a saving throw before the spell ends, the target adds 1d4 to the attack roll or save.\n\n***Using a Higher-Level Spell Slot.*** You can target one additional creature for each spell slot level above 1."
    },
    "tags": [
      "buff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "burning-hands",
    "name": {
      "pt": "Mãos Flamejantes",
      "en": "Flaming Hands"
    },
    "level": 1,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Uma fina camada de chamas parte de você. Cada criatura em um Cone de 4,5 metros realiza uma salvaguarda de Destreza, sofrendo 3d6 pontos de dano Ígneo se falhar, ou metade desse dano em caso de sucesso.\n\nObjetos inflamáveis no Cone que não estão sendo usados ou carregados entram em combustão.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano aumenta em 1d6 pontos para cada círculo de espaço de magia acima de 1.",
      "en": "A thin sheet of flames shoots forth from you. Each creature in a 15-foot Cone makes a Dexterity saving throw, taking 3d6 Fire damage on a failed save or half as much damage on a successful one.\n\nFlammable objects in the Cone that aren’t being worn or carried start burning.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 1d6 for each spell slot level above 1."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "charm-person",
    "name": {
      "pt": "Enfeitiçar Pessoa",
      "en": "Charm Person"
    },
    "level": 1,
    "school": {
      "pt": "Encantamento",
      "en": "Enchantment"
    },
    "classes": [
      "Bard",
      "Druid",
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "1 Hora",
      "en": "1 Hour"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Um Humanoide à sua vista e no alcance da magia realiza uma salvaguarda de Sabedoria. Ele tem Vantagem se você ou seus aliados estiverem lutando contra ele. Se falhar, o alvo tem a condição Enfeitiçado até que a magia termine ou até que você ou seus aliados causem dano a ele. A criatura Enfeitiçada é Amigável a você. Quando a magia termina, o alvo sabe que foi Enfeitiçado por você.\n\n***Usando um Espaço de Magia de Círculo Superior.*** Você pode escolher uma criatura adicional para cada círculo de espaço de magia acima de 1.",
      "en": "One Humanoid you can see within range makes a Wisdom saving throw. It does so with Advantage if you or your allies are fighting it. On a failed save, the target has the Charmed condition until the spell ends or until you or your allies damage it. The Charmed creature is Friendly to you. When the spell ends, the target knows it was Charmed by you.\n\n***Using a Higher-Level Spell Slot.*** You can target one additional creature for each spell slot level above 1."
    },
    "tags": [
      "control",
      "social"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "chromatic-orb",
    "name": {
      "pt": "Orbe Cromático",
      "en": "Chromatic Orb"
    },
    "level": 1,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "27 m (90 ft.)",
      "en": "90 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "um diamante no valor de 50+ PO",
        "en": "a diamond worth 50+ GP"
      }
    },
    "text": {
      "pt": "Você arremessa um orbe de energia em um alvo no alcance da magia. Escolha Ácido, Elétrico, Gélido, Ígneo, Trovejante ou Venenoso para o tipo de orbe que você criar e, em seguida, realize um ataque mágico à distância contra o alvo. Em caso de acerto, o alvo sofre 3d8 pontos de dano do tipo escolhido.\n\nSe você jogar o mesmo número em dois ou mais dos dados d8, o orbe salta para outro alvo à sua escolha dentro de 9 metros do alvo. Realize uma jogada de ataque contra o novo alvo e realize uma nova jogada de dano. A esfera não pode saltar novamente, a menos que você conjure a magia usando um espaço de magia de 2º círculo ou superior.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano aumenta em 1d8 para cada círculo de espaço de magia  acima de 1. O orbe pode saltar um número máximo de vezes igual ao círculo do espaço de magia utilizado, e uma criatura pode ser atingida apenas uma vez por cada conjuração desta magia.",
      "en": "You hurl an orb of energy at a target within range. Choose Acid, Cold, Fire, Lightning, Poison, or Thunder for the type of orb you create, and then make a ranged spell attack against the target. On a hit, the target takes 3d8 damage of the chosen type.\n\nIf you roll the same number on two or more of the d8s, the orb leaps to a different target of your choice within 30 feet of the target. Make an attack roll against the new target, and make a new damage roll. The orb can’t leap again unless you cast the spell with a level 2+ spell slot.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 1d8 for each spell slot level above 1. The orb can leap a maximum number of times equal to the level of the slot expended, and a creature can be targeted only once by each casting of this spell."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "color-spray",
    "name": {
      "pt": "Leque Cromático",
      "en": "Color Spray"
    },
    "level": 1,
    "school": {
      "pt": "Ilusão",
      "en": "Illusion"
    },
    "classes": [
      "Bard",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "uma pitada de areia colorida",
        "en": "a pinch of colorful sand"
      }
    },
    "text": {
      "pt": "Você lança uma série deslumbrante de luzes ofuscantes e coloridas. Cada criatura em um Cone de 4,5 metros (15 pés) originado em você deve ser bem-sucedida em uma salvaguarda de Constituição ou tem a condição Cego até o final do seu próximo turno.",
      "en": "You create a dazzling array of flashing, colorful lights. Each creature in a 15-foot cone originating from you must succeed on a Constitution saving throw or have the Blinded condition until the end of your next turn."
    },
    "tags": [
      "control"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "command",
    "name": {
      "pt": "Comando",
      "en": "Command"
    },
    "level": 1,
    "school": {
      "pt": "Encantamento",
      "en": "Enchantment"
    },
    "classes": [
      "Bard",
      "Cleric",
      "Paladin"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "Você profere uma palavra única de comando para uma criatura à sua vista e no alcance da magia. O alvo deve ser bem-sucedido em uma salvaguarda de Sabedoria ou segue o comando no próximo turno dele. Escolha o comando a partir destas opções:\n\n**Abaixar.** O alvo tem a condição Caído e, em seguida, termina o turno.\n**Aproximar.** O alvo se move em sua direção pela rota mais curta e direta, terminando o turno dele se ele se mover a até 1,5 metro (5 pés) de você.\n**Fugir.** O alvo usa o próprio turno se afastando de você pelos meios mais rápidos disponíveis.\n**Largar.** O alvo solta o que estiver segurando e, em seguida, termina o turno.\n**Parar.** No turno do alvo, ele não se move e não executa nenhuma ação ou Ação Bônus.\n\n***Usando um Espaço de Magia de Círculo Superior.*** Você pode escolher uma criatura adicional para cada círculo de espaço de magia acima de 1.",
      "en": "You speak a one-word command to a creature you can see within range. The target must succeed on a Wisdom saving throw or follow the command on its next turn. Choose the command from these options:\n\n**Approach.** The target moves toward you by the shortest and most direct route, ending its turn if it moves within 5 feet of you.\n**Drop.** The target drops whatever it is holding and then ends its turn.\n**Flee**. The target spends its turn moving away from you by the fastest available means.\n**Grovel**. The target has the Prone condition and then ends its turn.\n**Halt.** On its turn, the target doesn’t move and takes no action or Bonus Action.\n\n***Using a Higher-Level Spell Slot.*** You can affect one additional creature for each spell slot level above 1."
    },
    "tags": [
      "control"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "compelled-duel",
    "name": {
      "pt": "Duelo Compelido",
      "en": "Compelled Duel"
    },
    "level": 1,
    "school": {
      "pt": "Encantamento",
      "en": "Enchantment"
    },
    "classes": [
      "Paladin"
    ],
    "castingTime": {
      "pt": "Ação Bônus",
      "en": "Bonus Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "Você tenta obrigar uma criatura a um duelo. Uma criatura à sua vista e no alcance da magia realiza uma salvaguarda de Sabedoria. Se falhar, o alvo tem Desvantagem nas jogadas de ataque contra criaturas que não sejam você, e não pode se mover voluntariamente para um espaço a mais de 9 metros (30 pés) de você.\n\nA magia encerra se você realizar uma jogada de ataque contra uma criatura que não seja o alvo, se você conjurar uma magia em um inimigo que não seja o alvo, se um aliado seu causar dano ao alvo ou se você terminar seu turno a mais de 9 metros (30 pés) de distância do alvo.",
      "en": "You try to compel a creature into a duel. One creature that you can see within range makes a Wisdom saving throw. On a failed save, the target has Disadvantage on attack rolls against creatures other than you, and it can’t willingly move to a space that is more than 30 feet away from you.\n\nThe spell ends if you make an attack roll against a creature other than the target, if you cast a spell on an enemy other than the target, if an ally of yours damages the target, or if you end your turn more than 30 feet away from the target."
    },
    "tags": [
      "control",
      "social",
      "debuff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "comprehend-languages",
    "name": {
      "pt": "Compreender Idiomas",
      "en": "Comprehend Languages"
    },
    "level": 1,
    "school": {
      "pt": "Adivinhação",
      "en": "Divination"
    },
    "classes": [
      "Bard",
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "1 Hora",
      "en": "1 Hour"
    },
    "concentration": false,
    "ritual": true,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "uma pitada de fuligem e sal",
        "en": "a pinch of soot and salt"
      }
    },
    "text": {
      "pt": "Pela duração da magia, você entende o significado literal de qualquer idioma que ouça ou veja escrito. Você também entende qualquer escrita que veja, mas deve estar tocando a superfície na qual as palavras estão escritas. Leva cerca de 1 minuto para ler uma página de texto. Esta magia não decodifica símbolos ou mensagens secretas.",
      "en": "For the duration, you understand the literal meaning of any language that you hear or see signed. You also understand any written language that you see, but you must be touching the surface on which the words are written. It takes about 1 minute to read one page of text. This spell doesn’t decode symbols or secret messages."
    },
    "tags": [
      "social"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "create-or-destroy-water",
    "name": {
      "pt": "Criar ou Destruir Água",
      "en": "Create or Destroy Water"
    },
    "level": 1,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Cleric",
      "Druid"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "uma mistura de água e areia",
        "en": "a mixture of water and sand"
      }
    },
    "text": {
      "pt": "Você faz uma das seguintes coisas:\n\n**Criar Água.** Você cria até 40 litros de água limpa no alcance da magia em um recipiente aberto. Como alternativa, a água cai como chuva em um Cubo de 9 metros (30 pés) de lado no alcance da magia, extinguindo chamas expostas na área.\n\n**Destruir Água.** Você destrói até 40 litros de água em um recipiente aberto no alcance da magia. Como alternativa, você dispersa uma névoa em um Cubo de 9 metros (30 pés) de lado no alcance da magia.\n\n***Usando um Espaço de Magia de Círculo Superior.*** Você cria ou destrói 40 litros adicionais de água, ou o tamanho do Cubo aumenta em 1,5 metro (5 pés) de lado, para cada círculo de espaço de magia acima de 1.",
      "en": "You do one of the following:\n\n**Create Water.** You create up to 10 gallons of clean water within range in an open container. Alternatively, the water falls as rain in a 30-foot Cube within range, extinguishing exposed flames there.\n\n**Destroy Water.** You destroy up to 10 gallons of water in an open container within range. Alternatively, you destroy fog in a 30-foot Cube within range.\n\n***Using a Higher-Level Spell Slot.*** You create or destroy 10 additional gallons of water, or the size of the Cube increases by 5 feet, for each spell slot level above 1."
    },
    "tags": [
      "creation"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "cure-wounds",
    "name": {
      "pt": "Curar Ferimentos",
      "en": "Cure Wounds"
    },
    "level": 1,
    "school": {
      "pt": "Abjuração",
      "en": "Abjuration"
    },
    "classes": [
      "Artificer",
      "Bard",
      "Cleric",
      "Druid",
      "Paladin",
      "Ranger"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Toque",
      "en": "Touch"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Uma criatura que você toca recupera um número de Pontos de Vida igual a 2d8 mais seu modificador de atributo de conjuração.\n\n***Usando um Espaço de Magia de Círculo Superior.*** A cura aumenta em 2d8 para cada círculo de espaço de magia acima de 1.",
      "en": "A creature you touch regains a number of Hit Points equal to 2d8 plus your spellcasting ability modifier.\n\n***Using a Higher-Level Spell Slot.*** The healing increases by 2d8 for each spell slot level above 1."
    },
    "tags": [
      "healing"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "detect-evil-and-good",
    "name": {
      "pt": "Detectar o Bem e o Mal",
      "en": "Detect Evil and Good"
    },
    "level": 1,
    "school": {
      "pt": "Adivinhação",
      "en": "Divination"
    },
    "classes": [
      "Cleric",
      "Paladin"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Pela duração da magia, você sente a localização de qualquer Aberração, Celestial, Elemental, Feérico, Ínfero ou Morto-Vivo a até 9 metros (30 pés) de você. Você também sente se a magia *Consagrar* está ativa lá e, em caso afirmativo, onde.\n\nA magia é bloqueada por 30 centímetros de pedra, terra ou madeira, 2,5 centímetros de metal ou uma folha fina de chumbo.",
      "en": "For the duration, you sense the location of any Aberration, Celestial, Elemental, Fey, Fiend, or Undead within 30 feet of yourself. You also sense whether the *Hallow* spell is active there and, if so, where.\n\nThe spell is blocked by 1 foot of stone, dirt, or wood; 1 inch of metal; or a thin sheet of lead."
    },
    "tags": [
      "detection"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "detect-magic",
    "name": {
      "pt": "Detectar Magia",
      "en": "Detect Magic"
    },
    "level": 1,
    "school": {
      "pt": "Adivinhação",
      "en": "Divination"
    },
    "classes": [
      "Artificer",
      "Bard",
      "Cleric",
      "Druid",
      "Paladin",
      "Ranger",
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": true,
    "ritual": true,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Pela duração da magia, você sente a presença de efeitos mágicos a até 9 metros (30 pés) de você. Se você sentir tais efeitos, pode executar a ação Usar Magia para ver uma aura fraca ao redor de qualquer criatura ou objeto visível na área que contém a magia, e se um efeito foi criado por uma magia, você descobre a escola dessa magia.\n\nA magia é bloqueada por 30 centímetros de pedra, terra ou madeira, 2,5 centímetros de metal ou uma folha fina de chumbo.",
      "en": "For the duration, you sense the presence of magical effects within 30 feet of yourself. If you sense such effects, you can take the Magic action to see a faint aura around any visible creature or object in the area that bears the magic, and if an effect was created by a spell, you learn the spell’s school of magic.\n\nThe spell is blocked by 1 foot of stone, dirt, or wood; 1 inch of metal; or a thin sheet of lead."
    },
    "tags": [
      "detection"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "detect-poison-and-disease",
    "name": {
      "pt": "Detectar Veneno e Doença",
      "en": "Detect Poison and Disease"
    },
    "level": 1,
    "school": {
      "pt": "Adivinhação",
      "en": "Divination"
    },
    "classes": [
      "Cleric",
      "Druid",
      "Paladin",
      "Ranger"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": true,
    "ritual": true,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "uma folha de teixo",
        "en": "a yew leaf"
      }
    },
    "text": {
      "pt": "Pela duração da magia, você sente a localização de venenos, criaturas venenosas ou peçonhentas e contágios mágicos a até 9 metros (30 pés) de você. Você sente o tipo de veneno, criatura ou contágio em cada caso.\n\nA magia é bloqueada por 30 centímetros de pedra, terra ou madeira, 2,5 centímetros de metal ou uma folha fina de chumbo.",
      "en": "For the duration, you sense the location of poisons, poisonous or venomous creatures, and magical contagions within 30 feet of yourself. You sense the kind of poison, creature, or contagion in each case.\n\nThe spell is blocked by 1 foot of stone, dirt, or wood; 1 inch of metal; or a thin sheet of lead."
    },
    "tags": [
      "detection"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "disguise-self",
    "name": {
      "pt": "Disfarçar-se",
      "en": "Disguise Self"
    },
    "level": 1,
    "school": {
      "pt": "Ilusão",
      "en": "Illusion"
    },
    "classes": [
      "Artificer",
      "Bard",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "1 Hora",
      "en": "1 Hour"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você faz com que você mesmo — incluindo suas roupas, armaduras, armas e outros pertences — pareça diferente até que a magia termine. Você pode parecer 30 centímetros mais baixo ou mais alto e pode parecer mais pesado ou mais leve. Você deve adotar uma forma que tenha a mesma disposição básica de membros que você. Fora isso, a extensão da ilusão depende de você.\n\nAs mudanças causadas por esta magia falham em uma inspeção física. Por exemplo, se você usar esta magia para adicionar um chapéu ao seu traje, objetos passarão através do chapéu, e qualquer um que o tocar não sentirá nada.\n\nPara descobrir se você está disfarçado, uma criatura deve executar a ação Analisar para inspecionar sua aparência e ser bem-sucedido em um teste de Inteligência (Investigação) contra a CD para evitar sua magia.",
      "en": "You make yourself—including your clothing, armor, weapons, and other belongings on your person—look different until the spell ends. You can seem 1 foot shorter or taller and can appear heavier or lighter. You must adopt a form that has the same basic arrangement of limbs as you have. Otherwise, the extent of the illusion is up to you.\n\nThe changes wrought by this spell fail to hold up to physical inspection. For example, if you use this spell to add a hat to your outfit, objects pass through the hat, and anyone who touches it would feel nothing.\n\nTo discern that you are disguised, a creature must take the Study action to inspect your appearance and succeed on an Intelligence (Investigation) check against your spell save DC."
    },
    "tags": [
      "shapechanging"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "dissonant-whisper",
    "name": {
      "pt": "Sussurros Dissonantes",
      "en": "Dissonant Whispers"
    },
    "level": 1,
    "school": {
      "pt": "Encantamento",
      "en": "Enchantment"
    },
    "classes": [
      "Bard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "Uma criatura à sua escolha à sua vista no alcance da magia escuta uma melodia dissonante na mente. O alvo deve realizar uma salvaguarda de Sabedoria. Se falhar, sofre 3d6 pontos de dano Psíquico e deve usar imediatamente a Reação, se disponível, para se mover o mais longe possível de você, usando a rota mais segura. Em caso de sucesso, o alvo sofre apenas metade do dano.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano aumenta em 1d6 pontos para cada círculo de espaço de magia acima de 1.",
      "en": "One creature of your choice that you can see within range hears a discordant melody in its mind. The target makes a Wisdom saving throw. On a failed save, it takes 3d6 Psychic damage and must immediately use its Reaction, if available, to move as far away from you as it can, using the safest route. On a successful save, the target takes half as much damage only.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 1d6 for each spell slot level above 1."
    },
    "tags": [
      "damage",
      "control"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "divine-favor",
    "name": {
      "pt": "Favor Divino",
      "en": "Divine Favor"
    },
    "level": 1,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Paladin"
    ],
    "castingTime": {
      "pt": "Ação Bônus",
      "en": "Bonus Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Até que a magia termine, seus ataques com armas causam 1d4 pontos de dano Radiante adicionais em um acerto.",
      "en": "Until the spell ends, your attacks with weapons deal an extra 1d4 Radiant damage on a hit."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "divine-smite",
    "name": {
      "pt": "Destruição Divina",
      "en": "Divine Smite"
    },
    "level": 1,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Paladin"
    ],
    "castingTime": {
      "pt": "Ação Bônus",
      "en": "Bonus Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "O alvo sofre 2d8 pontos de dano Radiante adicionais do ataque. O dano aumenta em 1d8 se o alvo for um Ínfero ou um Morto-vivo.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano aumenta em 1d8 para cada círculo de espaço de magia acima de 1.",
      "en": "The target takes an extra 2d8 Radiant damage from the attack. The damage increases by 1d8 if the target is a Fiend or an Undead.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 1d8 for each spell slot level above 1."
    },
    "tags": [
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "esnaring-strike",
    "name": {
      "pt": "Golpe Constritor",
      "en": "Esnaring Strike"
    },
    "level": 1,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Ranger"
    ],
    "castingTime": {
      "pt": "Ação Bônus",
      "en": "Bonus Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "Ao acertar o alvo, vinhas agarradoras aparecem nele e ele realiza uma salvaguarda de Força. Uma criatura Grande ou maior tem Vantagem nesta salvaguarda. Se falhar, o alvo está com a condição Contido até que a magia termine. Em caso de sucesso, as videiras murcham e a magia se encerra.\n\nEnquanto Contido desse modo, o alvo sofre 1d6 pontos de dano Perfurante no início de cada um dos turnos dele. O alvo ou uma criatura ao alcance dele pode executar uma ação para realizar um teste de Força (Atletismo) contra a CD para evitar sua magia. Em caso de sucesso, as videiras desaparecem.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano aumenta em 1d6 pontos para cada círculo de espaço de magia acima de 1.",
      "en": "As you hit the target, grasping vines appear on it, and it makes a Strength saving throw. A Large or larger creature has Advantage on this save. On a failed save, the target has the Restrained condition until the spell ends. On a successful save, the vines shrivel away, and the spell ends.\n\nWhile Restrained, the target takes 1d6 Piercing damage at the start of each of its turns. The target or a creature within reach of it can take an action to make a Strength (Athletics) check against your spell save DC. On a success, the spell ends.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 1d6 for each spell slot level above 1."
    },
    "tags": [
      "damage",
      "control"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "entangle",
    "name": {
      "pt": "Emaranhar",
      "en": "Entangle"
    },
    "level": 1,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Druid",
      "Ranger"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "27 m (90 ft.)",
      "en": "90 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Plantas agarradoras brotam do chão em um quadrado de 6 metros (20 pés) de lado no alcance da magia. Pela duração da magia, essas plantas transformam o terreno em Terreno Difícil. Elas desaparecem quando a magia termina.\n\nCada criatura (exceto você) na área quando você conjura a magia deve ser bem-sucedida em uma salvaguarda de Força ou tem a condição Contido até que a magia termine. Uma criatura Contida pode executar uma ação para realizar um teste de Força (Atletismo) contra a CD para evitar sua magia. Em caso de sucesso, ela se liberta das plantas agarradoras e não está mais Contida por elas.",
      "en": "Grasping plants sprout from the ground in a 20-foot square within range. For the duration, these plants turn the ground in the area into Difficult Terrain. They disappear when the spell ends.\n\nEach creature (other than you) in the area when you cast the spell must succeed on a Strength saving throw or have the Restrained condition until the spell ends. A Restrained creature can take an action to make a Strength (Athletics) check against your spell save DC. On a success, it frees itself from the grasping plants and is no longer Restrained by them."
    },
    "tags": [
      "control"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "expeditious-retreat",
    "name": {
      "pt": "Expeditious Retreat",
      "en": "Retirada Acelerada"
    },
    "level": 1,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Artificer",
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação Bônus",
      "en": "Bonus Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você executa a ação Correr e, até que a magia termine, pode executar essa ação novamente como uma Ação Bônus.",
      "en": "You take the Dash action, and until the spell ends, you can take that action again as a Bonus Action."
    },
    "tags": [
      "movement"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "faerie-fire",
    "name": {
      "pt": "Fogo das Fadas",
      "en": "Faerie Fire"
    },
    "level": 1,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Artificer",
      "Bard",
      "Druid"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "Objetos em um Cubo de 6 metros (20 pés) de lado no alcance da magia são delineados por luz azul, verde ou violeta (à sua escolha). Cada criatura no Cubo também é delineada se falhar em uma salvaguarda de Destreza. Pela duração da magia, objetos e criaturas afetadas emitem Meia-Luz em um raio de 3 metros e não podem se beneficiar da condição Invisível.\n\nJogadas de ataque contra uma criatura ou objeto afetado têm Vantagem se o atacante puder vê-la.",
      "en": "Objects in a 20-foot Cube within range are outlined in blue, green, or violet light (your choice). Each creature in the Cube is also outlined if it fails a Dexterity saving throw. For the duration, objects and affected creatures shed Dim Light in a 10-foot radius and can’t benefit from the Invisible condition.\n\nAttack rolls against an affected creature or object have Advantage if the attacker can see it."
    },
    "tags": [
      "debuff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "false-life",
    "name": {
      "pt": "Vitalidade Vazia",
      "en": "False Life"
    },
    "level": 1,
    "school": {
      "pt": "Necromancia",
      "en": "Necromancy"
    },
    "classes": [
      "Artificer",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "uma gota de álcool",
        "en": "a drop of alcohol"
      }
    },
    "text": {
      "pt": "Você obtém 2d4 + 4 Pontos de Vida Temporários.\n\n***Usando um Espaço de Magia de Círculo Superior.*** Você obtém 5 Pontos de Vida Temporários adicionais para cada círculo de espaço de magia acima de 1.",
      "en": "You gain 2d4 + 4 Temporary Hit Points.\n\n***Using a Higher-Level Spell Slot.*** You gain 5 additional Temporary Hit Points for each spell slot level above 1."
    },
    "tags": [
      "buff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "feather-fall",
    "name": {
      "pt": "Queda Suave",
      "en": "Feather Fall"
    },
    "level": 1,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Artificer",
      "Bard",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Reação",
      "en": "Reaction"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "material": {
        "pt": "uma pequena pena ou pedaço de penugem",
        "en": "a small feather or piece of down"
      }
    },
    "text": {
      "pt": "Escolha até cinco criaturas em queda no alcance da magia. A taxa de queda de cada uma diminui para 18 metros (60 pés) por rodada até que a magia termine. Se uma criatura pousar antes do fim da magia, não sofre dano da queda e a magia se encerra para ela.",
      "en": "Choose up to five falling creatures within range. A falling creature’s rate of descent slows to 60 feet per round until the spell ends. If a creature lands before the spell ends, the creature takes no damage from the fall, and the spell ends for that creature."
    },
    "tags": [
      "utility",
      "exploration"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "find-familiar",
    "name": {
      "pt": "Convocar Familiar",
      "en": "Find Familiar"
    },
    "level": 1,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Wizard"
    ],
    "castingTime": {
      "pt": "1 Hora",
      "en": "1 Hour"
    },
    "range": {
      "pt": "3 m (10 ft.)",
      "en": "10 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": true,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "incenso queimado no valor de 10+ PO, que a magia consome",
        "en": "burning incense worth 10+ GP, which the spell consumes"
      }
    },
    "text": {
      "pt": "Você adquire o serviço de um familiar, um espírito que assume uma forma animal que você escolhe: **Aranha, Coruja, Corvo, Doninha, Falcão, Gato, Lagarto, Morcego, Polvo, Rato, Sapo** ou outra Fera que tenha um Nível de Desafio 0. Aparecendo em um espaço desocupado no alcance da magia, o familiar tem as estatísticas da forma escolhida (veja o apêndice B), embora seja um Celestial, Feérico ou Ínfero (à sua escolha) em vez de uma Fera. Seu familiar age independentemente de você, mas obedece aos seus comandos.\n\n***Conexão Telepática.*** Enquanto seu familiar estiver a até 30 metros (100 pés) de você, você pode se comunicar telepaticamente com ele. Além disso, como uma Ação Bônus, você pode ver através dos olhos do familiar e ouvir o que ele ouve até o início do seu próximo turno, obtendo os benefícios de quaisquer sentidos especiais que ele tenha.\n\nPor fim, ao conjurar uma magia com um alcance de toque, seu familiar pode entregar o toque. Seu familiar deve estar a até 30 metros (100 pés) de você, e ele deve executar uma Reação para entregar o toque quando você conjurar a magia.\n\n***Combate.*** O familiar é um aliado seu e de seus aliados. Ele joga a Iniciativa dele e age no turno dele. Um familiar não pode atacar, mas pode realizar outras ações normalmente.\n\n***Desaparecimento do Familiar.*** Quando o familiar é reduzido a 0 Pontos de Vida, ele desaparece. Ele reaparece depois que você conjura esta magia novamente. Como uma ação Usar Magia, você pode descartar temporariamente o familiar para uma mini dimensão. Como alternativa, você pode descartá-lo para sempre. Como uma ação Usar Magia enquanto está temporariamente descartado, você pode fazer com que ele reapareça em um espaço desocupado a até 9 metros (30 pés) de você. Sempre que o familiar é reduzido a 0 Pontos de Vida ou desaparece na mini dimensão, ele deixa para trás no espaço que ocupava qualquer coisa que estivesse vestindo ou carregando.\n\n***Apenas um Familiar.*** Você não pode ter mais de um familiar ao mesmo tempo. Ao conjurar esta magia enquanto você tem um familiar, você faz com que ele adote uma nova forma elegível.",
      "en": "You gain the service of a familiar, a spirit that takes an animal form you choose: **Bat, Cat, Frog, Hawk, Lizard, Octopus, Owl, Rat, Raven, Spider, Weasel**, or another Beast that has a Challenge Rating of 0. Appearing in an unoccupied space within range, the familiar has the statistics of the chosen form, though it is a Celestial, Fey, or Fiend (your choice) instead of a Beast. Your familiar acts independently of you, but it obeys your commands.\n\n***Telepathic Connection.*** While your familiar is within 100 feet of you, you can communicate with it telepathically. Additionally, as a Bonus Action, you can see through the familiar’s eyes and hear what it hears until the start of your next turn, gaining the benefits of any special senses it has.\n\nFinally, when you cast a spell with a range of touch, your familiar can deliver the touch. Your familiar must be within 100 feet of you, and it must take a Reaction to deliver the touch when you cast the spell.\n\n***Combat.*** The familiar is an ally to you and your allies. It rolls its own Initiative and acts on its own turn. A familiar can’t attack, but it can take other actions as normal.\n\n***Disappearance of the Familiar.*** When the familiar drops to 0 Hit Points, it disappears. It reappears after you cast this spell again. As a Magic action, you can temporarily dismiss the familiar to a pocket dimension. Alternatively, you can dismiss it forever. As a Magic action while it is temporarily dismissed, you can cause it to reappear in an unoccupied space within 30 feet of you. Whenever the familiar drops to 0 Hit Points or disappears into the pocket dimension, it leaves behind in its space anything it was wearing or carrying.\n\n***One Familiar Only.*** You can’t have more than one familiar at a time. If you cast this spell while you have a familiar, you instead cause it to adopt a new eligible form."
    },
    "tags": [
      "summoning"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "fog-cloud",
    "name": {
      "pt": "Névoa Obscurescente",
      "en": "Fog Cloud"
    },
    "level": 1,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Druid",
      "Ranger",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "36 m (120 ft.)",
      "en": "120 ft."
    },
    "duration": {
      "pt": "1 Hora",
      "en": "1 Hour"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você cria uma Esfera de névoa de 6 metros (20 pés) de raio centrada em um ponto no alcance da magia. A Esfera é Totalmente Obscurecida. Ela permanece pela duração da magia ou até que um vento forte (como um criado por *Lufada de Vento*) a disperse.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O raio da névoa aumenta em 6 metros para cada círculo de espaço de magia acima de 1.",
      "en": "You create a 20-foot-radius Sphere of fog centered on a point within range. The Sphere is Heavily Obscured. It lasts for the duration or until a strong wind (such as one created by *Gust of Wind*) disperses it.\n\n***Using a Higher-Level Spell Slot.*** The fog’s radius increases by 20 feet for each spell slot level above 1."
    },
    "tags": [
      "control",
      "environment"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "goodberry",
    "name": {
      "pt": "Bom Fruto",
      "en": "Goodberry"
    },
    "level": 1,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Druid",
      "Ranger"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "24 Horas",
      "en": "24 Hours"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "um ramo de visco",
        "en": "a spring of mistletoe"
      }
    },
    "text": {
      "pt": "Dez frutos aparecem em sua mão e são infundidos magicamente pela duração da magia. Uma criatura pode executar uma Ação Bônus para comer um fruto. Comer um fruto restaura 1 Ponto de Vida e fornece alimento suficiente para sustentar uma criatura por um dia.\n\nFrutos não comidos desaparecem quando a magia termina.",
      "en": "Ten berries appear in your hand and are infused with magic for the duration. A creature can take a Bonus Action to eat one berry. Eating a berry restores 1 Hit Point, and the berry provides enough nourishment to sustain a creature for one day.\n\nUneaten berries disappear when the spell ends."
    },
    "tags": [
      "healing"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "grease",
    "name": {
      "pt": "Graxa",
      "en": "Grease"
    },
    "level": 1,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Artificer",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "um pouco de banha de porco ou manteiga",
        "en": "a bit of pork rind or butter"
      }
    },
    "text": {
      "pt": "Uma graxa não inflamável cobre o solo em um quadrado de 3 metros de lados centrado em um ponto no alcance da magia e o transforma em Terreno Difícil pela duração da magia.\n\nQuando a graxa aparece, cada criatura em pé e na área da magia deve ser bem-sucedida em uma salvaguarda de Destreza ou tem a condição Caído. Uma criatura que entra na área ou termina o turno nela também deve ser bem-sucedida nessa salvaguarda ou fica Caída.",
      "en": "Nonflammable grease covers the ground in a 10-foot square centered on a point within range and turns it into Difficult Terrain for the duration.\n\nWhen the grease appears, each creature standing in its area must succeed on a Dexterity saving throw or have the Prone condition. A creature that enters the area or ends its turn there must also succeed on that save or fall Prone."
    },
    "tags": [
      "control"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "guiding-bolt",
    "name": {
      "pt": "Raio Guia",
      "en": "Guiding Bolt"
    },
    "level": 1,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Cleric"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "36 m (120 ft.)",
      "en": "120 ft."
    },
    "duration": {
      "pt": "1 Rodada",
      "en": "1 Round"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você lança um raio de luz em direção a uma criatura no alcance da magia. Realize um ataque mágico à distância contra o alvo. Em caso de acerto, ele sofre 4d6 pontos de dano Radiante, e a próxima jogada de ataque realizado contra ele antes do final do seu próximo turno tem Vantagem.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano aumenta em 1d6 pontos para cada círculo de espaço de magia acima de 1.",
      "en": "You hurl a bolt of light toward a creature within range. Make a ranged spell attack against the target. On a hit, it takes 4d6 Radiant damage, and the next attack roll made against it before the end of your next turn has Advantage.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 1d6 for each spell slot level above 1."
    },
    "tags": [
      "damage",
      "buff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "hail-of-thorns",
    "name": {
      "pt": "Saraivada de Espinhos",
      "en": "Hail of Thorns"
    },
    "level": 1,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Ranger"
    ],
    "castingTime": {
      "pt": "Ação Bônus",
      "en": "Bonus Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "Ao atingir uma criatura com uma arma à distância, essa magia faz surgir uma chuva de espinhos a partir da sua arma à distância ou munição. O alvo e cada criatura em um raio de 1,5 metro (5 pés) devem realizar uma salvaguarda de Destreza, sofrendo 1d10 pontos de dano perfurante se falharem ou metade desse dano em caso de sucesso.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano aumenta em 1d10 para cada círculo de espaço de magia acima de 1.",
      "en": "As you hit the creature with a ranged weapon, this spell creates a rain of thorns that sprouts from your Ranged weapon or ammunition. The target of the attack and each creature within 5 feet of it make a Dexterity saving throw, taking 1d10 Piercing damage on a failed save or half as much damage on a successful one.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 1d10 for each spell slot level above 1."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "healing-word",
    "name": {
      "pt": "Palavra Curativa",
      "en": "Healing Word"
    },
    "level": 1,
    "school": {
      "pt": "Abjuração",
      "en": "Abjuration"
    },
    "classes": [
      "Bard",
      "Cleric",
      "Druid"
    ],
    "castingTime": {
      "pt": "Ação Bônus",
      "en": "Bonus Action"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "Uma criatura à sua escolha, à sua vista e no alcance da magia recupera Pontos de Vida iguais a 2d4 mais seu modificador de atributo de conjuração.\n\n***Usando um Espaço de Magia de Círculo Superior.*** A cura aumenta em 2d4 para cada círculo de espaço de magia acima de 1.",
      "en": "A creature of your choice that you can see within range regains Hit Points equal to 2d4 plus your spellcasting ability modifier.\n\n***Using a Higher-Level Spell Slot.*** The healing increases by 2d4 for each spell slot level above 1."
    },
    "tags": [
      "healing"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "hellish-rebuke",
    "name": {
      "pt": "Repreensão Diabólica",
      "en": "Hellish Rebuke"
    },
    "level": 1,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Warlock"
    ],
    "castingTime": {
      "pt": "Reação",
      "en": "Reaction"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "A criatura que lhe causou dano é momentaneamente cercada por chamas verdes. Ela realiza uma salvaguarda de Destreza, sofrendo 2d10 pontos de dano Ígneo se falhar, ou metade desse dano em caso de sucesso.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano aumenta em 1d10 para cada círculo de espaço de magia acima de 1.",
      "en": "The creature that damaged you is momentarily surrounded by green flames. It makes a Dexterity saving throw, taking 2d10 Fire damage on a failed save or half as much damage on a successful one.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 1d10 for each spell slot level above 1."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "heroism",
    "name": {
      "pt": "Heroísmo",
      "en": "Heroism"
    },
    "level": 1,
    "school": {
      "pt": "Encantamento",
      "en": "Enchantment"
    },
    "classes": [
      "Bard",
      "Paladin"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Toque",
      "en": "Touch"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você toca uma criatura voluntária que se torna imbuída de bravura. Até que a magia termine, a criatura é imune à condição Amedrontado e recebe Pontos de Vida Temporários igual ao seu modificador de atributo de conjuração no início de cada um dos turnos dela.\n\n***Usando um Espaço de Magia de Círculo Superior.*** Você pode escolher uma criatura adicional para cada círculo de espaço de magia acima de 1.",
      "en": "A willing creature you touch is imbued with bravery. Until the spell ends, the creature is immune to the Frightened condition and gains Temporary Hit Points equal to your spellcasting ability modifier at the start of each of its turns.\n\n***Using a Higher-Level Spell Slot.*** You can target one additional creature for each spell slot level above 1."
    },
    "tags": [
      "buff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "hex",
    "name": {
      "pt": "Danação",
      "en": "Hex"
    },
    "level": 1,
    "school": {
      "pt": "Encantamento",
      "en": "Enchantment"
    },
    "classes": [
      "Warlock"
    ],
    "castingTime": {
      "pt": "Ação Bônus",
      "en": "Bonus Action"
    },
    "range": {
      "pt": "27 m (90 ft.)",
      "en": "90 ft."
    },
    "duration": {
      "pt": "1 Hora",
      "en": "1 Hour"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "olho petrificado de uma salamandra",
        "en": "petrified eye of a newt"
      }
    },
    "text": {
      "pt": "Você coloca uma maldição em uma criatura à sua vista e no alcance da magia. Até que a magia termine, você causa 1d6 pontos de dano Necrótico adicional ao alvo sempre que o acertar com uma jogada de ataque. Além disso, escolha um atributo ao conjurar a magia. O alvo tem Desvantagem nos testes de atributo realizados com o atributo escolhido.\n\nSe o alvo é reduzido a 0 Pontos de Vida antes que esta magia termine, você pode executar uma ação Bônus em um turno posterior para amaldiçoar uma nova criatura.\n\n***Usando um Espaço de Magia de Círculo Superior.*** Sua Concentração pode durar mais com um espaço de magia de 2º círculo (em até 4 horas), 3º–4º círculo (em até 8 horas) ou 5º círculo ou superior (em até 24 horas).",
      "en": "You place a curse on a creature that you can see within range. Until the spell ends, you deal an extra 1d6 Necrotic damage to the target whenever you hit it with an attack roll. Also, choose one ability when you cast the spell. The target has Disadvantage on ability checks made with the chosen ability.\n\nIf the target drops to 0 Hit Points before this spell ends, you can take a Bonus Action on a later turn to curse a new creature.\n\n***Using a Higher-Level Spell Slot.*** Your Concentration can last longer with a spell slot of level 2 (up to 4 hours), 3–4 (up to 8 hours), or 5+ (24 hours)."
    },
    "tags": [
      "damage",
      "debuff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "hunters-mark",
    "name": {
      "pt": "Marca do Predador",
      "en": "Hunter's Mark"
    },
    "level": 1,
    "school": {
      "pt": "Adivinhação",
      "en": "Divination"
    },
    "classes": [
      "Ranger"
    ],
    "castingTime": {
      "pt": "Ação Bônus",
      "en": "Bonus Action"
    },
    "range": {
      "pt": "27 m (90 ft.)",
      "en": "90 ft."
    },
    "duration": {
      "pt": "1 Hora",
      "en": "1 Hour"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "Você marca magicamente como sua presa uma criatura à sua vista e no alcance da magia. Até que a magia termine, você causa 1d6 pontos de dano Energético adicionais ao alvo sempre que o acertar com uma jogada de ataque. Você também tem Vantagem em qualquer teste de Sabedoria (Percepção ou Sobrevivência) que realizar para encontrá-lo.\n\nSe o alvo é reduzido a 0 Pontos de Vida antes que esta magia termine, você pode executar uma ação Bônus para mover a marca para uma nova criatura à sua vista e no alcance da magia.\n\n***Usando um Espaço de Magia de Círculo Superior.*** Sua Concentração pode durar mais com um espaço de magia de 3º–4º círculo (em até 8 horas) ou 5º círculo ou superior (em até 24 horas).",
      "en": "You magically mark one creature you can see within range as your quarry. Until the spell ends, you deal an extra 1d6 Force damage to the target whenever you hit it with an attack roll. You also have Advantage on any Wisdom (Perception or Survival) check you make to find it.\n\nIf the target drops to 0 Hit Points before this spell ends, you can take a Bonus Action to move the mark to a new creature you can see within range.\n\n***Using a Higher-Level Spell Slot.*** Your Concentration can last longer with a spell slot of level 3–4 (up to 8 hours) or 5+ (up to 24 hours)."
    },
    "tags": [
      "damage",
      "debuff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "ice-knife",
    "name": {
      "pt": "Faca de Gelo",
      "en": "Ice Knife"
    },
    "level": 1,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Druid",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "somatic": true,
      "material": {
        "pt": "uma gora de água ou um pedaço de gelo",
        "en": "a drop of water or a piece of ice"
      }
    },
    "text": {
      "pt": "Você cria um fragmento de gelo e o arremessa em uma criatura no alcance da magia. Realize um ataque mágico à distância contra o alvo. Se o ataque for bem-sucedido, o alvo sofre 1d10 pontos de dano Perfurante. Independentemente de ter acertado ou não, o fragmento explode. O alvo e cada criatura a até 1,5 metro (5 pés) dele devem ser bem-sucedidos em uma salvaguarda de Destreza ou sofrem 2d6 pontos de dano Gélido.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano Gélido aumenta em 1d6 para cada círculo de espaço de magia acima de 1.",
      "en": "You create a shard of ice and fling it at one creature within range. Make a ranged spell attack against the target. On a hit, the target takes 1d10 Piercing damage. Hit or miss, the shard then explodes. The target and each creature within 5 feet of it must succeed on a Dexterity saving throw or take 2d6 Cold damage.\n\n***Using a Higher-Level Spell Slot.*** The Cold damage increases by 1d6 for each spell slot level above 1."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "aid",
    "name": {
      "pt": "Auxílio",
      "en": "Aid"
    },
    "level": 2,
    "school": {
      "pt": "Abjuração",
      "en": "Abjuration"
    },
    "classes": [
      "Artificer",
      "Bard",
      "Cleric",
      "Druid",
      "Ranger",
      "Paladin"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "8 Horas",
      "en": "8 Hours"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "uma tira de tecido branco",
        "en": "a strip of white cloth"
      }
    },
    "text": {
      "pt": "Escolha até três criaturas no alcance da magia. Os Pontos de Vida máximos e os Pontos de Vida atuais de cada alvo aumentam em 5 pela duração da magia. \n\n ***Usando um Espaço de Magia de Círculo Superior.*** Os Pontos de Vida de cada alvo aumentam em 5 para cada círculo de espaço de magia acima de 2.",
      "en": "Choose up to three creatures within range. Each target’s Hit Point maximum and current Hit Points increase by 5 for the duration.\n\n ***Using a Higher-Level Spell Slot.*** Each target’s Hit Points increase by 5 for each spell slot level above 2."
    },
    "tags": [
      "buff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "alter-self",
    "name": {
      "pt": "Alterar-se",
      "en": "Alter Self"
    },
    "level": 2,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Artificer",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "1 Hora",
      "en": "1 Hour"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você altera sua forma física. Escolha uma das seguintes opções. Seus efeitos permanecem pela duração da magia, durante a qual você pode executar uma ação Usar Magia para substituir a opção escolhida por uma diferente.\n\n ***Adaptação Aquática.*** Você cria guelras e membranas entre os dedos. Você pode respirar debaixo d’água e recebe um Deslocamento de Natação igual ao seu Deslocamento.\n\n ***Armas Naturais.*** Você cria garras (Cortante), presas (Perfurante), chifres (Perfurante) ou cascos (Contundente). Ao usar seu Ataque Desarmado para causar dano com essa nova forma, ele causa 1d6 pontos de dano do tipo entre parênteses em vez de causar o dano normal para seu Ataque Desarmado, e você usa seu modificador de atributo de conjuração para as jogadas de ataque e dano em vez de usar Força.\n\n ***Mudar Aparência.*** Você altera sua aparência. Você decide sua aparência, incluindo altura, peso, traços faciais, som da voz, comprimento e cor do cabelo, entre outras características distintivas. Você pode parecer um membro de outra espécie, embora nenhuma de suas estatísticas mude. Você não pode parecer como uma criatura de um tamanho diferente, e sua forma básica permanece a mesma; se você é bípede, não pode usar essa magia para se tornar quadrúpede, por exemplo. Pela duração da magia, você pode executar uma  ação Usar Magia para mudar sua aparência dessa maneira novamente.",
      "en": "You alter your physical form. Choose one of the following options. Its effects last for the duration, during which you can take a Magic action to replace the option you chose with a different one.\n\n ***Aquatic Adaptation.*** You sprout gills and grow webs between your fingers. You can breathe underwater and gain a Swim Speed equal to your Speed.\n\n ***Change Appearance.*** You alter your appearance. You decide what you look like, including your height, weight, facial features, sound of your voice, hair length, coloration, and other distinguishing characteristics. You can make yourself appear as a member of another species, though none of your statistics change. You can’t appear as a creature of a different size, and your basic shape stays the same; if you’re bipedal, you can’t use this spell to become quadrupedal, for instance. For the duration, you can take a Magic action to change your appearance in this way again.\n\n ***Natural Weapons.*** You grow claws (Slashing), fangs (Piercing), horns (Piercing), or hooves (Bludgeoning). When you use your Unarmed Strike to deal damage with that new growth, it deals 1d6 damage of the type in parentheses instead of dealing the normal damage for your Unarmed Strike, and you use your spellcasting ability modifier for the attack and damage rolls rather than using Strength."
    },
    "tags": [
      "shapechanging"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "animal-messenger",
    "name": {
      "pt": "Mensageiro Animal",
      "en": "Animal Messenger"
    },
    "level": 2,
    "school": {
      "pt": "Encantamento",
      "en": "Enchantment"
    },
    "classes": [
      "Bard",
      "Druid",
      "Ranger"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "24 Horas",
      "en": "24 Hours"
    },
    "concentration": false,
    "ritual": true,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "um bocado de comida",
        "en": "a morsel of food"
      }
    },
    "text": {
      "pt": "Uma Besta Minúscula à sua escolha à sua vista e no alcance da magia deve ser bem-sucedida em uma salvaguarda de Carisma, ou ela tenta entregar uma mensagem por você (se o Nível de Desafio do alvo não for 0, ele é automaticamente bem-sucedido). Você especifica um local que visitou e um destinatário que corresponda a uma descrição geral, como “uma pessoa vestida com o uniforme da guarda da cidade” ou “um anão ruivo usando um chapéu pontudo”. Você também comunica uma mensagem de até vinte e cinco palavras. A Fera viaja pela duração da magia em direção ao local especificado, cobrindo cerca de 40 quilômetros a cada 24 horas ou 80 quilômetros se a Fera puder voar.\n\nQuando a Fera chega, ela entrega sua mensagem à criatura que você descreveu, imitando sua comunicação. Se a Fera não chegar ao seu destino antes que a magia termine, a mensagem é perdida e a Besta retorna para onde você conjurou a magia.\n\n***Usando um Espaço de Magia de Círculo Superior.*** A duração da magia aumenta em 48 horas para cada círculo de espaço de magia acima de 2.",
      "en": "A Tiny Beast of your choice that you can see within range must succeed on a Charisma saving throw, or it attempts to deliver a message for you (if the target’s Challenge Rating isn’t 0, it automatically succeeds). You specify a location you have visited and a recipient who matches a general description, such as “a person dressed in the uniform of the town guard” or “a red-haired dwarf wearing a pointed hat.” You also communicate a message of up to twenty-five words. The Beast travels for the duration toward the specified location, covering about 25 miles per 24 hours or 50 miles if the Beast can fly.\n\nWhen the Beast arrives, it delivers your message to the creature that you described, mimicking your communication. If the Beast doesn’t reach its destination before the spell ends, the message is lost, and the Beast returns to where you cast the spell.\n\n***Using a Higher-Level Spell Slot.*** The spell’s duration increases by 48 hours for each spell slot level above 2."
    },
    "tags": [
      "communication",
      "social"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "arcane-lock",
    "name": {
      "pt": "Tranca Arcana",
      "en": "Arcane Lock"
    },
    "level": 2,
    "school": {
      "pt": "Abjuração",
      "en": "Abjuration"
    },
    "classes": [
      "Artificer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Toque",
      "en": "Touch"
    },
    "duration": {
      "pt": "Até Ser Dissipada",
      "en": "Until Dispell"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "pó de ouro no valor de 25+ PO, que a magia consome",
        "en": "gold dust worth 25+ gp, which the spell consumes"
      }
    },
    "text": {
      "pt": "Você toca uma porta, janela, portão, contêiner ou escotilha fechada e a tranca magicamente pela duração da magia. Esta fechadura não pode ser destrancada por nenhum meio não mágico. Você e quaisquer criaturas que você designar ao conjurar a magia podem abrir e fechar o objeto apesar da tranca. Você também pode definir uma senha que, quando proferida a até 1,5 metro do objeto, o destranca por 1 minuto.",
      "en": "You touch a closed door, window, gate, container, or hatch and magically lock it for the duration. This lock can’t be unlocked by any nonmagical means. You and any creatures you designate when you cast the spell can open and close the object despite the lock. You can also set a password that, when spoken within 5 feet of the object, unlocks it for 1 minute."
    },
    "tags": [
      "utility",
      "warding"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "arcane-vigor",
    "name": {
      "pt": "Vigor Arcano",
      "en": "Arcane Vigor"
    },
    "level": 2,
    "school": {
      "pt": "Abjuração",
      "en": "Abjuration"
    },
    "classes": [
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação Bônus",
      "en": "Bonus Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você usa sua energia vital para se curar. Jogue um ou dois de seus Dados de Pontos de Vida não gastos e recupera um número de Pontos de Vida igual ao total do teste mais seu modificador de atributo de conjuração. Esses dados são, então, gastos.\n\n ***Usando um Espaço de Magia de Círculo Superior.*** O número de Dados de Vida não gastos que você pode jogar aumenta em um para cada  círculo de espaço de magia acima de 2.",
      "en": "You tap into your life force to heal yourself. Roll one or two of your unexpended Hit Point Dice, and regain a number of Hit Points equal to the roll’s total plus your spellcasting ability modifier. Those dice are then expended. ***Using a Higher-Level Spell Slot.*** The number of unexpended Hit Dice you can roll increases by one for each spell slot level above 2."
    },
    "tags": [],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "augury",
    "name": {
      "pt": "Augúrio",
      "en": "Augury"
    },
    "level": 2,
    "school": {
      "pt": "Adivinhação",
      "en": "Divination"
    },
    "classes": [
      "Cleric",
      "Druid",
      "Wizard"
    ],
    "castingTime": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": true,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "varetas, ossos, cartas ou símbolos semelhantes especialmente marcados no valor de 25+ PO",
        "en": "sticks, bones, cards, or similar specially marked tokens worth 25+ gp"
      }
    },
    "text": {
      "pt": "Você recebe um presságio de uma entidade sobrenatural a respeito dos resultados de um curso de ação que você planeja realizar nos próximos 30 minutos. O Mestre escolhe o presságio da tabela Presságios.\n\nVocê receberá um presságio de prosperidade para resultados que serão bons; um de infortúnio para resultados que forem ruins; um de prosperidade e infortúnio para resultados que serão bons ou ruins; ou nenhum presságio, para resultados que não serão nem bons nem ruins.\n\nA magia não leva em conta circunstâncias, como outras magias, que podem alterar os resultados.\n\nSe você conjurar a magia mais de uma vez antes de terminar um Descanso Longo, há uma chance cumulativa de 25% para cada conjuração após a primeira de que você não receba resposta.",
      "en": "You receive an omen from a otherworldly entity about the results of a course of action that you plan to take within the next 30 minutes. The DM chooses the omen from the Omens table.\n\n You will receive an omen of weal for good outcomes; an omen of woe for bad outcomes; an omen of both weal and woe for good and bad outcomes; or indiference, for outcomes that are neither good nor bad. The spell doesn’t account for circumstances, such as other spells, that might change the results.\n\nIf you cast the spell more than once before finishing a Long Rest, there is a cumulative 25 percent chance for each casting after the first that you get no answer."
    },
    "tags": [
      "foreknowledge"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "barkskin",
    "name": {
      "pt": "Pele-casca",
      "en": "Barkskin"
    },
    "level": 2,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Druid",
      "Ranger"
    ],
    "castingTime": {
      "pt": "Ação Bônus",
      "en": "Bonus Action"
    },
    "range": {
      "pt": "Toque",
      "en": "Touch"
    },
    "duration": {
      "pt": "1 Hora",
      "en": "1 Hour"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "um punhado de casca de árvore",
        "en": "a handful of tree bark"
      }
    },
    "text": {
      "pt": "Você toca uma criatura voluntária. Até que a magia termine, a pele do alvo assume uma aparência de casca de árvore, e o alvo tem uma Classe de Armadura de 17 se sua CA for menor que isso.",
      "en": "You touch a willing creature. Until the spell ends, the target’s skin assumes a bark-like appearance, and the target has an Armor Class of 17 if its AC is lower than that."
    },
    "tags": [
      "buff",
      "warding"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "beast-sense",
    "name": {
      "pt": "Sentido Feral",
      "en": "Beast Sense"
    },
    "level": 2,
    "school": {
      "pt": "Adivinhação",
      "en": "Divination"
    },
    "classes": [
      "Druid",
      "Ranger"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Toque",
      "en": "Touch"
    },
    "duration": {
      "pt": "1 Hora",
      "en": "1 Hour"
    },
    "concentration": true,
    "ritual": true,
    "components": {
      "somatic": true
    },
    "text": {
      "pt": "Você toca uma Fera voluntária. Pela duração da magia, você pode perceber através dos sentidos da Fera, bem como dos seus próprios. Ao perceber através dos sentidos da Fera, você se beneficia de quaisquer sentidos especiais que ela tenha.",
      "en": "You touch a willing Beast. For the duration, you can perceive through the Beast’s senses as well as your own. When perceiving through the Beast’s senses, you benefit from any special senses it has."
    },
    "tags": [
      "detection"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "blindness-deafness",
    "name": {
      "pt": "Cegueira/Surdez",
      "en": "Blindness/Deafness"
    },
    "level": 2,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Bard",
      "Cleric",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "36 m (120 ft.)",
      "en": "120 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "Uma criatura à sua vista e no alcance da magia deve ser bem-sucedida em uma salvaguarda de Constituição, ou ela tem a condição Cego ou Surdo (à sua escolha) pela duração da magia. O alvo repete a salvaguarda no final de cada um dos turnos dele, encerrando a magia em caso de sucesso.\n\n***Usando um Espaço de Magia de Círculo Superior.*** Você pode escolher uma criatura adicional para cada círculo de espaço de magia acima de 2.",
      "en": "One creature that you can see within range must succeed on a Constitution saving throw, or it has the Blinded or Deafened condition (your choice) for the duration. At the end of each of its turns, the target repeats the save, ending the spell on itself on a success.\n\n***Using a Higher-Level Spell Slot.*** You can target one additional creature for each spell slot level above 2."
    },
    "tags": [
      "debuff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "blur",
    "name": {
      "pt": "Turvar",
      "en": "Blur"
    },
    "level": 2,
    "school": {
      "pt": "Ilusão",
      "en": "Illusion"
    },
    "classes": [
      "Artificer",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "Seu corpo fica desfocado. Pela duração da magia, qualquer criatura tem Desvantagem em jogadas de ataque contra você. Um atacante é imune a esse efeito se perceber você com Visão às Cegas ou Visão Verdadeira.",
      "en": "Your body becomes blurred. For the duration, any creature has Disadvantage on attack rolls against you. An attacker is immune to this effect if it perceives you with Blindsight or Truesight."
    },
    "tags": [
      "warding"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "calm-emotions",
    "name": {
      "pt": "Acalmar Emoções",
      "en": "Calm Emotions"
    },
    "level": 2,
    "school": {
      "pt": "Encantamento",
      "en": "Enchantment"
    },
    "classes": [
      "Bard",
      "Cleric"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Cada Humanoide em uma Esfera de 6 metros (20 pés) de raio centrada em um ponto à sua escolha no alcance da magia deve ser bem-sucedido em uma salvaguarda de Carisma ou é afetado por um dos seguintes efeitos (escolha um para cada criatura):\n\n**•** A criatura tem Imunidade às condições Amedrontado e Enfeitiçado até que a magia termine. Se a criatura já estiver Amedrontada ou Enfeitiçada, essas condições são suprimidas pela duração da magia.\n**•** A criatura se torna Indiferente às criaturas à sua escolha em relação às quais é Hostil. Essa indiferença encerra se o alvo sofrer dano ou testemunhar os aliados dela sofrendo dano. Quando a magia termina, a atitude da criatura volta ao normal.",
      "en": "Each Humanoid in a 20-foot-radius Sphere centered on a point you choose within range must succeed on a Charisma saving throw or be affected by one of the following effects (choose for each creature):\n\n**•** The creature has Immunity to the Charmed and Frightened conditions until the spell ends. If the creature was already Charmed or Frightened, those conditions are suppressed for the duration.\n**•** The creature becomes Indifferent about creatures of your choice that it’s Hostile toward. This indifference ends if the target takes damage or witnesses its allies taking damage. When the spell ends, the creature’s attitude returns to normal."
    },
    "tags": [
      "social"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "cloud-of-daggers",
    "name": {
      "pt": "Nuvem de Adagas",
      "en": "Cloud of Daggers"
    },
    "level": 2,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Bard",
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "um caco de vidro",
        "en": "a sliver of glass"
      }
    },
    "text": {
      "pt": "Você conjura adagas rodopiantes em um Cubo de 1,5 metro (5 pés) de lado centrado em um ponto no alcance da magia. Cada criatura nessa área sofre 4d4 pontos de dano Cortante. Uma criatura também sofre esse dano se entrar no Cubo, terminar o turno nele ou se o Cubo se mover para o espaço dela. Uma criatura sofre esse dano apenas uma vez por turno.\n\nNos seus turnos subsequentes, você pode executar uma ação Usar Magia para teleportar o Cubo até 9 metros (30 pés).\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano aumenta em 2d4 para cada círculo de espaço de magia acima de 2.",
      "en": "You conjure spinning daggers in a 5-foot Cube centered on a point within range. Each creature in that area takes 4d4 Slashing damage. A creature also takes this damage if it enters the Cube or ends its turn there or if the Cube moves into its space. A creature takes this damage only once per turn. \n\nOn your later turns, you can take a Magic action to teleport the Cube up to 30 feet.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 2d4 for each spell slot level above 2."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "continual-flame",
    "name": {
      "pt": "Chama Contínua",
      "en": "Continual Flame"
    },
    "level": 2,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Artificer",
      "Cleric",
      "Druid",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Toque",
      "en": "Touch"
    },
    "duration": {
      "pt": "Até Ser Dissipada",
      "en": "Until Dispell"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "rubi em pó no valor de 50+ PO, que a magia consome",
        "en": "ruby dust worth 50+ GP, which the spell consumes"
      }
    },
    "text": {
      "pt": "Uma chama brota de um objeto que você toca. O efeito conjura Luz Plena em um raio de 6 metros e Meia-luz por mais 6 metros. Ela se parece uma chama comum, mas não cria calor e não consome combustível. A chama pode ser coberta ou escondida, mas não abafada ou extinta.",
      "en": "A flame springs from an object that you touch. The effect casts Bright Light in a 20-foot radius and Dim Light for an additional 20 feet. It looks like a regular flame, but it creates no heat and consumes no fuel. The flame can be covered or hidden but not smothered or quenched."
    },
    "tags": [
      "creation"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "cordon-of-arrows",
    "name": {
      "pt": "Cordão de Flechas",
      "en": "Cordon of Arrows"
    },
    "level": 2,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Ranger"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Toque",
      "en": "Touch"
    },
    "duration": {
      "pt": "8 Horas",
      "en": "8 Hours"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "quatro ou mais flechas ou virotes",
        "en": "four or more arrows or bolts"
      }
    },
    "text": {
      "pt": "Toque até quatro flechas ou virotes não mágicas e finque-os no chão em seu espaço. Até que a magia termine, a munição não pode ser retirada fisicamente. Sempre que uma criatura que não seja você entrar em um espaço a até 9 metros (30 pés) da munição pela primeira vez ou terminar o turno dela lá, uma das peças de munição voa para atingi-la. A criatura deve ser bem-sucedida em uma salvaguarda de Destreza ou sofre 2d4 pontos de dano Perfurante. A munição é então destruída. A magia termina quando nenhuma munição permanecer fincada no chão.\n\nAo conjurar esta magia, você pode designar quaisquer criaturas que escolher, e a magia as ignora.\n\n***Usando um Espaço de Magia de Círculo Superior.*** A quantidade de munição que pode ser afetada aumenta em dois para cada círculo de espaço de magia acima de 2.",
      "en": "You touch up to four nonmagical Arrows or Bolts and plant them in the ground in your space. Until the spell ends, the ammunition can’t be physically uprooted, and whenever a creature other than you enters a space within 30 feet of the ammunition for the first time on a turn or ends its turn there, one piece of ammunition flies up to strike it. The creature must succeed on a Dexterity saving throw or take 2d4 Piercing damage. The piece of ammunition is then destroyed. The spell ends when none of the ammunition remains planted in the ground.\n\nWhen you cast this spell, you can designate any creatures you choose, and the spell ignores them.\n\n***Using a Higher-Level Spell Slot.*** The amount of ammunition that can be affected increases by two for each spell slot level above 2."
    },
    "tags": [
      "damage",
      "control"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "crown-of-madness",
    "name": {
      "pt": "Coroa da Loucura",
      "en": "Crown of Madness"
    },
    "level": 2,
    "school": {
      "pt": "Encantamento",
      "en": "Enchantment"
    },
    "classes": [
      "Bard",
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "36 m (120 ft.)",
      "en": "120 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Uma criatura à sua vista e no alcance da magia deve ser bem-sucedida em uma salvaguarda de Sabedoria ou tem a condição Enfeitiçado pela duração da magia. A criatura é bem-sucedida automaticamente se não for Humanoide.\n\nUma coroa espectral aparece na cabeça do alvo Enfeitiçado, e ele deve executar uma ação antes de se mover em cada um de seus turnos para realizar um ataque corpo a corpo contra uma criatura diferente dela própria que você escolher mentalmente. O alvo pode agir normalmente no turno dele se você não escolher nenhuma criatura ou se nenhuma criatura estiver ao alcance dele. O alvo repete a salvaguarda no final de cada um dos turnos dele, encerrando a magia em caso de sucesso.\n\nNos seus turnos subsequentes, você deve executar a ação Usar Magia para manter o controle sobre o alvo, ou a magia encerra.",
      "en": "One creature that you can see within range must succeed on a Wisdom saving throw or have the Charmed condition for the duration. The creature succeeds automatically if it isn’t Humanoid.\n\nA spectral crown appears on the Charmed target's head, and it must use its action before moving on each of its turns to make a melee attack against a creature other than itself that you mentally choose. The target can act normally on its turn if you choose no creature or if no creature is within its reach. The target repeats the save at the end of each of its turns, ending the spell on itself on a success.\n\nOn your later turns, you must take the Magic action to maintain control of the target, or the spell ends."
    },
    "tags": [
      "control"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "darkness",
    "name": {
      "pt": "Escuridão",
      "en": "Darkness"
    },
    "level": 2,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "material": {
        "pt": "pele de morcego e um pedaço de carvão",
        "en": "bat fur and a piece of coal"
      }
    },
    "text": {
      "pt": "Pela duração da magia, uma Escuridão mágica se espalha a partir de um ponto no alcance da magia e preenche uma Esfera de 4,5 metros (15 pés) de raio. Visão no escuro não pode ver através dela, e luz não mágica não pode iluminá-la.\n\nComo alternativa, você conjura a magia em um objeto que não esteja sendo usado ou carregado, fazendo com que a Escuridão preencha uma Emanação de 4,5 metros (15 pés) originada desse objeto. Cobrir esse objeto com algo opaco, como uma tigela ou elmo, bloqueia a Escuridão.\n\nSe qualquer área desta magia se sobrepuser a uma área de Luz Plena ou Meia-luz criada por uma magia de 2º círculo ou inferior, essa outra magia é dissipada.",
      "en": "For the duration, magical Darkness spreads from a point within range and fills a 15-foot-radius Sphere. Darkvision can’t see through it, and nonmagical light can’t illuminate it.\n\nAlternatively, you cast the spell on an object that isn’t being worn or carried, causing the Darkness to fill a 15-foot Emanation originating from that object. Covering that object with something opaque, such as a bowl or helm, blocks the Darkness.\n\nIf any of this spell’s area overlaps with an area of Bright Light or Dim Light created by a spell of level 2 or lower, that other spell is dispelled."
    },
    "tags": [
      "control"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "darkvision",
    "name": {
      "pt": "Visão no Escuro",
      "en": "Darkvision"
    },
    "level": 2,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Artificer",
      "Druid",
      "Ranger",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Toque",
      "en": "Touch"
    },
    "duration": {
      "pt": "8 Horas",
      "en": "8 Hours"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "uma cenoura seca",
        "en": "a dried carrot"
      }
    },
    "text": {
      "pt": "Pela duração da magia, uma criatura voluntária que você tocar tem Visão no Escuro com um alcance de 45 metros (150 pés).",
      "en": "For the duration, a willing creature you touch has Darkvision with a range of 150 feet."
    },
    "tags": [
      "buff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "animate-dead",
    "name": {
      "pt": "Animar Mortos",
      "en": "Animate Dead"
    },
    "level": 3,
    "school": {
      "pt": "Necromancia",
      "en": "Necromancy"
    },
    "classes": [
      "Cleric",
      "Wizard"
    ],
    "castingTime": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "range": {
      "pt": "3 m (10 ft.)",
      "en": "10 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "uma gota de sangue, um pedaço de carne e uma pitada de pó de osso",
        "en": "a drop of blood, a piece of flesh, and a pinch of bone dust"
      }
    },
    "text": {
      "pt": "Escolha uma pilha de ossos ou um cadáver de um Humanoide Médio ou Pequeno no alcance da magia. O alvo se torna um Morto-vivo: um Esqueleto se tiver escolhido ossos ou um Zumbi se tiver escolhido um cadáver (veja o apêndice B para os blocos de estatística).\n\n Em cada um dos seus turnos, você pode executar uma Ação Bônus para comandar mentalmente qualquer criatura que tenha animado com essa magia se a criatura estiver a até 18 metros de você (se você controlar várias criaturas, pode comandar qualquer uma delas ao mesmo tempo, emitindo o mesmo comando para cada uma). Você decide qual ação a criatura realiza e para onde ela se move no próximo turno dela, ou pode emitir um comando geral, como proteger uma câmara ou um corredor. Se você não der nenhum comando, a criatura executa a ação Esquivar e move-se apenas para evitar dano. Uma vez dada uma ordem, a criatura continua a segui-la até que a tarefa seja concluída.\n\nA criatura fica sob seu controle por 24 horas, após as quais ela deixa de obedecer a qualquer comando que você tenha dado a ela. Para manter o controle da criatura por mais 24 horas, é necessário conjurar essa magia na criatura novamente antes que o período atual de 24 horas termine. Esse uso da magia reafirma seu controle sobre até quatro criaturas que você animou com essa magia em vez de animar uma nova criatura. \n\n***Usando um Espaço de Magia de Círculo Superior.*** Você anima ou reafirma o controle sobre duas criaturas Mortas-vivas adicionais para cada círculo de espaço de magia acima de 3. Cada uma das criaturas deve vir de um cadáver ou pilha de ossos diferente.",
      "en": "Choose a pile of bones or a corpse of a Medium or Small Humanoid within range. The target becomes an Undead creature: a Skeleton if you chose bones or a Zombie if you chose a corpse.\n\nOn each of your turns, you can take a Bonus Action to mentally command any creature you made with this spell if the creature is within 60 feet of you (if you control multiple creatures, you can command any of them at the same time, issuing the same command to each one). You decide what action the creature will take and where it will move on its next turn, or you can issue a general command, such as to guard a chamber or corridor. If you issue no commands, the creature takes the Dodge action and moves only to avoid harm. Once given an order, the creature continues to follow it until its task is complete.\n\nThe creature is under your control for 24 hours, after which it stops obeying any command you’ve given it. To maintain control of the creature for another 24 hours, you must cast this spell on the creature again before the current 24-hour period ends. This use of the spell reasserts your control over up to four creatures you have animated with this spell rather than animating a new creature.\n\n***Using a Higher-Level Spell Slot.*** You animate or reassert control over two additional Undead creatures for each spell slot level above 3. Each of the creatures must come from a different corpse or pile of bones."
    },
    "tags": [
      "creation"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "aura-of-vitality",
    "name": {
      "pt": "Aura de Vitalidade",
      "en": "Aura of Vitality"
    },
    "level": 3,
    "school": {
      "pt": "Abjuração",
      "en": "Abjuration"
    },
    "classes": [
      "Cleric",
      "Druid",
      "Paladin"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "Uma aura irradia de você em uma Emanação de 9 Metros (30 pés) pela duração da magia. Quando você cria a aura e no início de cada um dos seus turnos enquanto ela persiste, você pode restaurar 2d6 Pontos de Vida em uma criatura dentro dela.",
      "en": "An aura radiates from you in a 30-foot Emanation for the duration. When you create the aura and at the start of each of your turns while it persists, you can restore 2d6 Hit Points to one creature in it."
    },
    "tags": [
      "healing"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "beacon-of-hope",
    "name": {
      "pt": "Sinal de Esperança",
      "en": "Beacon of Hope"
    },
    "level": 3,
    "school": {
      "pt": "Abjuração",
      "en": "Abjuration"
    },
    "classes": [
      "Cleric"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Escolha qualquer número de criaturas no alcance da magia. Pela duração da magia, cada alvo tem Vantagem em salvaguardas de Sabedoria e Salvaguarda contra Morte e recupera o número de Pontos de Vida máximos possíveis de qualquer cura.",
      "en": "Choose any number of creatures within range. For the duration, each target has Advantage on Wisdom saving throws and Death Saving Throws and regains the maximum number of Hit Points possible from any healing."
    },
    "tags": [
      "buff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "bestow-curse",
    "name": {
      "pt": "Rogar Maldição",
      "en": "Bestow Curse"
    },
    "level": 3,
    "school": {
      "pt": "Necromancia",
      "en": "Necromancy"
    },
    "classes": [
      "Bard",
      "Cleric",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Toque",
      "en": "Touch"
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você toca uma criatura, que deve ser bem-sucedida em uma salvaguarda de Sabedoria ou fica amaldiçoada pela duração da magia. Até que a maldição termine, o alvo sofre um dos seguintes efeitos à sua escolha:\n\n**•** Escolha um atributo. O alvo tem Desvantagem em testes de atributo e salvaguardas realizadas com esse atributo.\n**•** O alvo tem Desvantagem em jogadas de ataque contra você.\n**•** Em combate, o alvo deve ser bem-sucedido em uma salvaguarda de Sabedoria no início de cada um dos turnos dele ou ele é forçado a executar a ação Esquivar neste turno.\n**•** Se você causar dano ao alvo com uma jogada de ataque ou uma magia, o alvo sofre 1d8 pontos de dano Necrótico adicionais.\n\n***Usando um Espaço de Magia de Círculo Superior.*** Se você conjurar esta magia usando um espaço de magia de 4º círculo, você pode manter a Concentração nela por até 10 minutos. Se você usar um espaço de magia de 5º círculo ou superior, a magia não requer Concentração, e a duração se torna 8 horas (espaço de 5º e 6º círculo) ou 24 horas (espaço de 7º ou 8º círculo). Se você usar um espaço de magia de 9º círculo, a magia permanece até ser dissipada.",
      "en": "You touch a creature, which must succeed on a Wisdom saving throw or become cursed for the duration. Until the curse ends, the target suffers one of the following effects of your choice:\n\n**•** Choose one ability. The target has Disadvantage on ability checks and saving throws made with that ability.\n**•** The target has Disadvantage on attack rolls against you.\n**•** In combat, the target must succeed on a Wisdom saving throw at the start of each of its turns or be forced to take the Dodge action on that turn.\n **•** If you deal damage to the target with an attack roll or a spell, the target takes an extra 1d8 Necrotic damage.\n\n***Using a Higher-Level Spell Slot.*** If you cast this spell using a level 4 spell slot, you can maintain Concentration on it for up to 10 minutes. If you use a level 5+ spell slot, the spell doesn’t require Concentration, and the duration becomes 8 hours (level 5–6 slot) or 24 hours (level 7–8 slot). If you use a level 9 spell slot, the spell lasts until dispelled."
    },
    "tags": [
      "debuff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "bliding-smite",
    "name": {
      "pt": "Destruição Cegante",
      "en": "Blinding Smite"
    },
    "level": 3,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Paladin"
    ],
    "castingTime": {
      "pt": "Ação Bônus",
      "en": "Bonus Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "O alvo atingido pelo ataque sofre 3d8 pontos de dano Radiante adicionais e tem a condição Cego até que a magia termine. No final de cada um dos turnos dele, o alvo Cego realiza uma salvaguarda de Constituição, encerrando a magia em caso de sucesso.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano adicional aumenta em 1d8 para cada círculo de espaço de magia acima de 3.",
      "en": "The target hit by the strike takes an extra 3d8 Radiant damage from the attack, and the target has the Blinded condition until the spell ends. At the end of each of its turns, the Blinded target makes a Constitution saving throw, ending the spell on itself on a success.\n\n***Using a Higher-Level Spell Slot.*** The extra damage increases by 1d8 for each spell slot level above 3."
    },
    "tags": [
      "damage",
      "control"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "blink",
    "name": {
      "pt": "Piscar",
      "en": "Blink"
    },
    "level": 3,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Artificer",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Jogue 1d6 no final de cada um dos seus turnos pela duração da magia. Em um resultado de 4-6, você desaparece do seu plano de existência atual e aparece no Plano Etéreo (a magia termina instantaneamente se você já estiver nesse plano). Enquanto estiver no Plano Etéreo, você pode ver o plano que você deixou, que aparece em tons de cinza, mas você não pode ver nada nele a mais de 18 metros de distância. Você só pode afetar e ser afetado por criaturas que estejam no Plano Etéreo, e criaturas no outro plano não podem percebê-lo, a menos que tenham uma habilidade específica que lhes permita perceber coisas no Plano Etéreo.\n\nVocê retorna ao outro plano no início do seu próximo turno e quando a magia termina se você estiver no Plano Etéreo. Você retorna a um espaço desocupado à sua escolha à sua vista e a até 3 metros do espaço que deixou. Se nenhum espaço desocupado estiver disponível dentro desse intervalo, você aparece no espaço desocupado mais próximo.",
      "en": "Roll 1d6 at the end of each of your turns for the duration. On a roll of 4–6, you vanish from your current plane of existence and appear in the Ethereal Plane (the spell ends instantly if you are already on that plane). While on the Ethereal Plane, you can perceive the plane you left, which is cast in shades of gray, but you can’t see anything there more than 60 feet away. You can affect and be affected only by other creatures on the Ethereal Plane, and creatures on the other plane can’t perceive you unless they have a special ability that lets them perceive things on the Ethereal Plane.\n\nYou return to the other plane at the start of your next turn and when the spell ends if you are on the Ethereal Plane. You return to an unoccupied space of your choice that you can see within 10 feet of the space you left. If no unoccupied space is available within that range, you appear in the nearest unoccupied space."
    },
    "tags": [
      "utility"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "call-lightning",
    "name": {
      "pt": "Convocar Relâmpagos",
      "en": "Call Lightning"
    },
    "level": 3,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Druid"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "36 m (120 ft.)",
      "en": "120 ft."
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Uma nuvem de tempestade aparece em um ponto no alcance da magia à sua vista acima de você. A nuvem tem a forma de um Cilindro com 3 metros (10 pés) de altura e um raio de 18 metros (60 pés).\n\n Ao conjurar a magia, escolha um ponto à sua vista sob a nuvem. Um relâmpago é disparado da nuvem até aquele ponto. Cada criatura a até 1,5 metro (5 pés) desse ponto realiza uma salvaguarda de Destreza, sofrendo 3d10 pontos de dano Elétrico se falhar ou metade desse dano em caso de sucesso.\n\nAté que a magia termine, você pode executar uma ação Usar Magia para invocar relâmpagos desse modo novamente, escolhendo o mesmo ponto ou um diferente.\n\nSe o conjurador estiver ao ar livre durante uma tempestade ao conjurar esta magia, ele passa a controlar a tempestade existente em vez de criar uma nova. Nessas condições, o dano da magia é aumentado em 1d10.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano é aumentado em 1d10 pontos para cada círculo de espaço de magia acima de 3.",
      "en": "A storm cloud appears at a point within range that you can see above yourself. It takes the shape of a Cylinder that is 10 feet tall with a 60-foot radius.\n\nWhen you cast the spell, choose a point you can see under the cloud. A lightning bolt shoots from the cloud to that point. Each creature within 5 feet of that point makes a Dexterity saving throw, taking 3d10 Lightning damage on a failed save or half as much damage on a successful one.\n\nUntil the spell ends, you can take a Magic action to call down lightning in that way again, targeting the same point or a different one.\n\nIf you’re outdoors in a storm when you cast this spell, the spell gives you control over that storm instead of creating a new one. Under such conditions, the spell’s damage increases by 1d10.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 1d10 for each spell slot level above 3."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "clairvoyance",
    "name": {
      "pt": "Clarividência",
      "en": "Clairvoyance"
    },
    "level": 3,
    "school": {
      "pt": "Adivinhação",
      "en": "Divination"
    },
    "classes": [
      "Bard",
      "Cleric",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "range": {
      "pt": "1,5 km",
      "en": "1 mile"
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "um foco no valor de 100+ PO, seja um chifre adornado com joias e usado para escutar, ou um olho de vidro usado para enxergar",
        "en": "a focus worth 100+ GP, either a jeweled horn for hearing or a glass eye for seeing"
      }
    },
    "text": {
      "pt": "Você cria um sensor Invisível no alcance da magia em um local que lhe seja familiar (um lugar que você já viu ou visitou antes) ou em um local óbvio que não lhe seja familiar (como atrás de uma porta, em uma esquina ou em um bosque). O sensor não pode ser atacado e permanece no lugar pela duração da magia.\n\nAo conjurar a magia, escolha ver ou ouvir. Você pode usar o sentido escolhido através do sensor como se estivesse em seu espaço. Como uma Ação Bônus, você pode alternar entre ver e ouvir.\n\nUma criatura que veja o sensor (como uma criatura que se beneficia de Ver o Invisível ou Visão Verdadeira) enxerga uma esfera luminosa do tamanho do seu punho.",
      "en": "You create an Invisible sensor within range in a location familiar to you (a place you have visited or seen before) or in an obvious location that is unfamiliar to you (such as behind a door, around a corner, or in a grove of trees). The intangible, invulnerable sensor remains in place for the duration.\n\nWhen you cast the spell, choose seeing or hearing. You can use the chosen sense through the sensor as if you were in its space. As a Bonus Action, you can switch between seeing and hearing.\n\nA creature that sees the sensor (such as a creature benefiting from See Invisibility or Truesight) sees a luminous orb about the size of your fist."
    },
    "tags": [
      "scrying",
      "detection",
      "utility"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "conjure-animals",
    "name": {
      "pt": "Invocar Animais",
      "en": "Conjure Animals"
    },
    "level": 3,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Druid",
      "Ranger"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você conjura espíritos da natureza que aparecem como um grande bando de animais espectrais e intangíveis em um espaço desocupado à sua vista e no alcance da magia. O bando permanece pela duração da magia e você escolhe a forma animal dos espíritos, como lobos, serpentes ou pássaros.\n\nVocê tem Vantagem em salvaguardas de Força enquanto estiver a até 1,5 metro (5 pés) do bando e, quando se mover no seu turno, também pode mover o bando até 9 metros (30 pés) para um espaço desocupado à sua vista.\n\nSempre que o bando se mover até 3 metros (10 pés) de uma criatura à sua vista ou quando uma criatura à sua vista entrar ou terminar seu turno a até 3 metros (10 pés) do bando, você pode forçá-la a realizar uma salvaguarda de Destreza. Se falhar, a criatura sofre 3d10 pontos de dano Cortante. Cada criatura só realiza essa salvaguarda uma vez por turno.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano aumenta em 1d10 para cada círculo de espaço de magia acima de 3.",
      "en": "You conjure nature spirits that appear as a Large pack of spectral, intangible animals in an unoccupied space you can see within range. The pack lasts for the duration, and you choose the spirits’ animal form, such as wolves, serpents, or birds.\n\nYou have Advantage on Strength saving throws while you’re within 5 feet of the pack, and when you move on your turn, you can also move the pack up to 30 feet to an unoccupied space you can see.\n\nWhenever the pack moves within 10 feet of a creature you can see and whenever a creature you can see enters a space within 10 feet of the pack or ends its turn there, you can force that creature to make a Dexterity saving throw. On a failed save, the creature takes 3d10 Slashing damage. A creature makes this save only once per turn.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 1d10 for each spell slot level above 3."
    },
    "tags": [
      "damage",
      "buff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "conjure-barrage",
    "name": {
      "pt": "Invocar Barragem",
      "en": "Conjure Barrage"
    },
    "level": 3,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Ranger"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "uma arma Corpo a Corpo ou à Distância que vale pelo menos 1 PC",
        "en": "a melee or ranged weapon worth at least 1 CP"
      }
    },
    "text": {
      "pt": "Você brande a arma usada para conjurar a magia e invoca armas espectrais semelhantes (ou munição apropriada para a arma) que são lançadas adiante e depois desaparecem. Cada criatura à sua escolha à sua vista em um Cone de 18 metros (60 pés) realiza uma salvaguarda de Destreza, sofrendo 5d8 pontos de dano Energético se falhar, ou metade desse dano em caso de sucesso.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano aumenta em 1d8 para cada círculo de espaço de magia acima de 3.",
      "en": "You brandish the weapon used to cast the spell and conjure similar spectral weapons (or ammunition appropriate to the weapon) that launch forward and then disappear. Each creature of your choice that you can see in a 60-foot Cone makes a Dexterity saving throw, taking 5d8 Force damage on a failed save or half as much damage on a successful one.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 1d8 for each spell slot level above 3."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "counterspell",
    "name": {
      "pt": "Contramagia",
      "en": "Counterspell"
    },
    "level": 3,
    "school": {
      "pt": "Abjuração",
      "en": "Abjuration"
    },
    "classes": [
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Reação",
      "en": "Reaction"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "somatic": true
    },
    "text": {
      "pt": "Você tenta interromper uma criatura no processo de conjurar uma magia. A criatura realiza uma salvaguarda de Constituição. Se falhar, a magia se dissipa sem efeito, e a ação, Ação Bônus ou Reação usada para conjurá-la é desperdiçada. Se a magia do alvo foi conjurada com um espaço de magia, o espaço de magia da criatura não é gasto.",
      "en": "You attempt to interrupt a creature in the process of casting a spell. The creature makes a Constitution saving throw. On a failed save, the spell dissipates with no effect, and the action, Bonus Action, or Reaction used to cast it is wasted. If that spell was cast with a spell slot, the slot isn’t expended."
    },
    "tags": [
      "negation"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "create-food-and-water",
    "name": {
      "pt": "Criar Comida e Água",
      "en": "Create Food and Water"
    },
    "level": 3,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Artificer",
      "Cleric",
      "Paladin"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você cria 20 quilos de comida e 120 litros de água potável no chão ou em recipientes no alcance da magia — ambos úteis para afastar os perigos da desnutrição e desidratação. A comida não é temperada, mas nutritiva e se parece com um alimento à sua escolha, e a água é limpa. A comida estraga após 24 horas se não for consumida.",
      "en": "You create 45 pounds of food and 30 gallons of fresh water on the ground or in containers within range—both useful in fending off the hazards of malnutrition and dehydration. The food is bland but nourishing and looks like a food of your choice, and the water is clean. The food spoils after 24 hours if uneaten."
    },
    "tags": [
      "creation"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "crusaders-mantle",
    "name": {
      "pt": "Manto do Cruzado",
      "en": "Crusader's Mantle"
    },
    "level": 3,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Paladin"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você irradia uma aura mágica em uma Emanação de 9 metros (30 pés). Enquanto estiver na aura, você e seus aliados causam 1d4 pontos de dano Radiante adicionais ao atingir com uma arma ou um Ataque Desarmado.",
      "en": "You radiate a magical aura in a 30-foot Emanation. While in the aura, you and your allies each deal an extra 1d4 Radiant damage when hitting with a weapon or an Unarmed Strike."
    },
    "tags": [
      "damage",
      "buff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "arcane-eye",
    "name": {
      "pt": "Olho Arcano",
      "en": "Arcane Eye"
    },
    "level": 4,
    "school": {
      "pt": "Adivinhação",
      "en": "Divination"
    },
    "classes": [
      "Artificer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "1 Hora",
      "en": "1 Hour"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "um pouco de pele de morcego",
        "en": "a bit of bat fur"
      }
    },
    "text": {
      "pt": "Você cria um olho invisível e invulnerável no alcance da magia que fica pairando pela duração. Você recebe mentalmente do olho informações visuais, que pode ver em todas as direções. Ele também tem Visão no Escuro com um alcance de 9 Metros.\n\nComo uma Ação Bônus, você pode mover o olho até 9 Metros em qualquer direção. Uma barreira sólida bloqueia o movimento do olho, mas o olho pode passar por uma abertura de até 2,5 centímetros de diâmetro.",
      "en": "You create an Invisible, invulnerable eye within range that hovers for the duration. You mentally receive visual information from the eye, which can see in every direction. It also has Darkvision with a range of 30 feet.\n\nAs a Bonus Action, you can move the eye up to 30 feet in any direction. A solid barrier blocks the eye’s movement, but the eye can pass through an opening as small as 1 inch in diameter."
    },
    "tags": [
      "detection"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "aura-of-life",
    "name": {
      "pt": "Aura de Vida",
      "en": "Aura of Life"
    },
    "level": 4,
    "school": {
      "pt": "Abjuração",
      "en": "Abjuration"
    },
    "classes": [
      "Cleric",
      "Paladin"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "Uma aura irradia de você em uma Emanação de 9 Metros (30 pés) pela duração da magia. Enquanto estiver na aura, você e seus aliados têm Resistência a Dano Necrótico, e seus Pontos de Vida máximos não podem ser reduzidos. Se um aliado com 0 Pontos de Vida começar o turno na aura, esse aliado recupera 1 Ponto de Vida.",
      "en": "An aura radiates from you in a 30-foot Emanation for the duration. While in the aura, you and your allies have Resistance to Necrotic damage, and your Hit Point maximums can’t be reduced. If an ally with 0 Hit Points starts its turn in the aura, that ally regains 1 Hit Point."
    },
    "tags": [
      "healing",
      "warding"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "aura-of-purity",
    "name": {
      "pt": "Aura de Pureza",
      "en": "Aura of Purity"
    },
    "level": 4,
    "school": {
      "pt": "Abjuração",
      "en": "Abjuration"
    },
    "classes": [
      "Cleric",
      "Paladin"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "Uma aura irradia de você em uma Emanação de 9 Metros (30 pés) pela duração da magia. Enquanto estiver na aura, você e seus aliados têm Resistência a dano Venenoso e Vantagem nas salvaguardas para evitar ou encerrar efeitos que incluem a condição Amedrontado, Atordoado, Cego, Enfeitiçado, Envenenado, Paralisado ou Surdo.",
      "en": "An aura radiates from you in a 30-foot Emanation for the duration. While in the aura, you and your allies have Resistance to Poison damage and Advantage on saving throws to avoid or end effects that include the Blinded, Charmed, Deafened, Frightened, Paralyzed, Poisoned, or Stunned condition."
    },
    "tags": [
      "buff",
      "warding"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "banishment",
    "name": {
      "pt": "Banimento",
      "en": "Banishment"
    },
    "level": 4,
    "school": {
      "pt": "Abjuração",
      "en": "Abjuration"
    },
    "classes": [
      "Cleric",
      "Paladin",
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "Uma criatura à sua vista e no alcance da magia deve ser bem-sucedida em uma salvaguarda de Carisma ou é transportada para um semiplano inofensivo pela duração da magia. Enquanto estiver lá, o alvo tem a condição Incapacitado. Quando a magia encerra, o alvo reaparece no espaço que deixou ou no espaço desocupado mais próximo, se o primeiro espaço estiver ocupado.\n\nSe o alvo for uma Aberração, Celestial, Elemental, Feérico ou Ínfero, o alvo não retorna se a magia durar 1 minuto. Em vez disso, o alvo é transportado para um local aleatório em um plano (à escolha do Mestre) associado ao tipo da criatura.\n\n***Usando um Espaço de Magia de Círculo Superior.*** Você pode escolher uma criatura adicional para cada círculo de espaço de magia acima de 4.",
      "en": "One creature that you can see within range must succeed on a Charisma saving throw or be transported to a harmless demiplane for the duration. While there, the target has the Incapacitated condition. When the spell ends, the target reappears in the space it left or in the nearest unoccupied space if that space is occupied.\n\nIf the target is an Aberration, a Celestial, an Elemental, a Fey, or a Fiend, the target doesn’t return if the spell lasts for 1 minute. The target is instead transported to a random location on a plane (DM’s choice) associated with its creature type.\n\n***Using a Higher-Level Spell Slot.*** You can target one additional creature for each spell slot level above 4."
    },
    "tags": [
      "control",
      "banishment"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "blight",
    "name": {
      "pt": "Malogro",
      "en": "Blight"
    },
    "level": 4,
    "school": {
      "pt": "Necromancia",
      "en": "Necromancy"
    },
    "classes": [
      "Druid",
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Uma criatura à sua vista e no alcance da magia realiza uma salvaguarda de Constituição, sofrendo 8d8 pontos de dano Necrótico se falhar ou metade desse dano em caso de sucesso. Uma criatura do tipo Planta falha automaticamente na salvaguarda.\n\nComo alternativa, escolha como alvo uma planta não mágica que não seja uma criatura, como uma árvore ou um arbusto. Ela não realiza uma salvaguarda; ela simplesmente murcha e morre.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano aumenta em 1d8 para cada círculo de espaço de magia acima de 4.",
      "en": "A creature that you can see within range makes a Constitution saving throw, taking 8d8 Necrotic damage on a failed save or half as much damage on a successful one. A Plant creature automatically fails the save.\n\nAlternatively, target a nonmagical plant that isn’t a creature, such as a tree or shrub. It doesn’t make a save; it simply withers and dies.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 1d8 for each spell slot level above 4."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "charm-monster",
    "name": {
      "pt": "Enfeitiçar Monstro",
      "en": "Charm Monster"
    },
    "level": 4,
    "school": {
      "pt": "Encantamento",
      "en": "Enchantment"
    },
    "classes": [
      "Bard",
      "Druid",
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "1 Hora",
      "en": "1 Hour"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Uma criatura à sua vista e no alcance da magia realiza uma salvaguarda de Sabedoria. Ela tem Vantagem se você ou seus aliados estiverem lutando contra ela. Se falhar, o alvo tem a condição Enfeitiçado até que a magia termine ou até que você ou seus aliados causem dano a ele. A criatura Enfeitiçada é Amigável a você. Quando a magia termina, o alvo sabe que foi Enfeitiçado por você.\n\n***Usando um Espaço de Magia de Círculo Superior.*** Você pode escolher uma criatura adicional para cada círculo de espaço de magia acima de 4.",
      "en": "One creature you can see within range makes a Wisdom saving throw. It does so with Advantage if you or your allies are fighting it. On a failed save, the target has the Charmed condition until the spell ends or until you or your allies damage it. The Charmed creature is Friendly to you. When the spell ends, the target knows it was Charmed by you.\n\n***Using a Higher-Level Spell Slot.*** You can target one additional creature for each spell slot level above 4."
    },
    "tags": [
      "control"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "compulsion",
    "name": {
      "pt": "Compulsão",
      "en": "Compulsion"
    },
    "level": 4,
    "school": {
      "pt": "Encantamento",
      "en": "Enchantment"
    },
    "classes": [
      "Bard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Cada criatura à sua escolha à sua vista e no alcance da magia deve ser bem-sucedida em uma salvaguarda de Sabedoria ou tem a condição Enfeitiçado até que a magia termine.\n\nPela duração da magia, você pode executar uma Ação Bônus para designar uma direção que seja horizontal para você. Cada alvo Enfeitiçado deve usar o máximo possível do movimento dele para se mover nessa direção no turno dele, seguindo o caminho mais seguro. Após se mover desse modo, um alvo repete a salvaguarda, encerrando a magia em caso de sucesso.",
      "en": "Each creature of your choice that you can see within range must succeed on a Wisdom saving throw or have the Charmed condition until the spell ends.\n\nFor the duration, you can take a Bonus Action to designate a direction that is horizontal to you. Each Charmed target must use as much of its movement as possible to move in that direction on its next turn, taking the safest route. After moving in this way, a target repeats the save, ending the spell on itself on a success."
    },
    "tags": [
      "control"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "confusion",
    "name": {
      "pt": "Confusão",
      "en": "Confusion"
    },
    "level": 4,
    "school": {
      "pt": "Encantamento",
      "en": "Enchantment"
    },
    "classes": [
      "Bard",
      "Druid",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "27 m (90 pés)",
      "en": "90 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "três cascas de nozes",
        "en": "three nut shells"
      }
    },
    "text": {
      "pt": "Cada criatura em uma Esfera de 3 metros (10 pés) de raio centrada em um ponto à sua escolha no alcance da magia deve ser bem-sucedida em uma salvaguarda de Sabedoria, ou esse alvo não pode executar Ações Bônus ou Reações, e deve jogar 1d10 no início de cada um dos turnos dele para determinar o comportamento nesse turno, consultando a tabela abaixo.\n\n**Se rolar 1:** O alvo não executa uma ação e usa todo o deslocamento para se mover. Jogue 1d4 para a direção: 1, norte; 2, leste; 3, sul; ou 4, oeste.\n**Se rolar 2-6:** O alvo não se move ou executa ações.\n**Se rolar 7-8:** O alvo não se move e executa a ação Atacar para realizar um ataque corpo a corpo contra uma criatura aleatória ao alcance. Se nenhuma estiver ao alcance, o alvo não executa nenhuma ação.\n**Se rolar 9-10:** O alvo escolhe o comportamento dele.\n\nAo final de cada um dos turnos dele, um alvo afetado repete a salvaguarda, encerrando a magia em caso de sucesso.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O raio da Esfera aumenta em 1,5 metro (5 pés) para cada círculo de espaço de magia acima de 4.",
      "en": "Each creature in a 10-foot-radius Sphere centered on a point you choose within range must succeed on a Wisdom saving throw, or that target can’t take Bonus Actions or Reactions and must roll 1d10 at the start of each of its turns to determine its behavior for that turn, consulting the table below.\n\n**On a 1 roll:** The target doesn’t take an action, and it uses all its movement to move. Roll 1d4 for the direction: 1, north; 2, east; 3, south; or 4, west.\n**On a 2-6 roll:** The target doesn’t move or take actions.\n**On a 7-8 roll:** The target doesn’t move, and it takes the Attack action to make one melee attack against a random creature within reach. If none are within reach, the target takes no action.\n**On a 9-10 roll:** The target chooses its behavior.\n\nAt the end of each of its turns, an affected target repeats the save, ending the spell on itself on a success.\n\n***Using a Higher-Level Spell Slot.*** The Sphere’s radius increases by 5 feet for each spell slot level above 4."
    },
    "tags": [
      "control"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "conjure-minor-elementals",
    "name": {
      "pt": "Invocar Elementais Menores",
      "en": "Conjure Minor Elementals"
    },
    "level": 4,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Druid",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você conjura espíritos dos Planos Elementais que voam ao seu redor em uma Emanação de 4,5 (15 pés) metros pela duração da magia. Até que a magia termine, qualquer ataque que você realizar causa 2d8 pontos de dano adicional quando você atinge uma criatura na Emanação. Este dano é Ácido, Elétrico, Gélido ou Ígneo (à sua escolha quando realizar o ataque).\n\nAlém disso, o terreno da Emanação é Terreno Difícil para seus inimigos.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano aumenta em 1d8 para cada círculo de espaço de magia acima de 4.",
      "en": "You conjure spirits from the Elemental Planes that flit around you in a 15-foot Emanation for the duration. Until the spell ends, any attack you make deals an extra 2d8 damage when you hit a creature in the Emanation. This damage is Acid, Cold, Fire, or Lightning (your choice when you make the attack).\n\nIn addition, the ground in the Emanation is Difficult Terrain for your enemies.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 1d8 for each spell slot level above 4."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "conjure-woodland-beings",
    "name": {
      "pt": "Invocar Seres da Floresta",
      "en": "Conjure Woodland Beings"
    },
    "level": 4,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Druid",
      "Ranger"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você conjura espíritos da natureza que voam ao seu redor em uma Emanação de 3 metros (10 pés) pela duração da magia. Quando a Emanação invade o espaço de uma criatura à sua vista, ou quando uma criatura à sua vista entra ou termina o turno na Emanação, você pode forçá-la a realizar uma salvaguarda de Sabedoria. Se falhar, a criatura sofre 5d8 pontos de dano Energético ou metade desse dano se tiver sucesso. A criatura realiza essa salvaguarda apenas uma vez por turno.\n\nAlém disso, você pode executar a ação Desengajar como uma Ação Bônus pela duração da magia.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano aumenta em 1d8 para cada círculo de espaço de magia acima de 4.",
      "en": "You conjure nature spirits that flit around you in a 10-foot Emanation for the duration. Whenever the Emanation enters the space of a creature you can see and whenever a creature you can see enters the Emanation or ends its turn there, you can force that creature to make a Wisdom saving throw. The creature takes 5d8 Force damage on a failed save or half as much damage on a successful one. A creature makes this save only once per turn.\n\nIn addition, you can take the Disengage action as a Bonus Action for the spell’s duration.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 1d8 for each spell slot level above 4."
    },
    "tags": [
      "summoning"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "control-water",
    "name": {
      "pt": "Controlar Água",
      "en": "Control Water"
    },
    "level": 4,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Cleric",
      "Druid",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "90 m (300 ft.)",
      "en": "300 ft."
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "uma mistura de água e poeira",
        "en": "a mixture of water and dust"
      }
    },
    "text": {
      "pt": "Até que a magia termine, você controla qualquer água dentro de uma área escolhida em um Cubo de até 30 metros (100 pés) de lado, usando um dos seguintes efeitos. Como uma ação Usar Magia em seus turnos posteriores, você pode repetir o mesmo efeito ou escolher um diferente.\n\n***Dividir Água***. Você divide a água na área e cria uma trincheira. A trincheira se estende pela área da magia, e a água separada forma uma parede de cada lado. A trincheira permanece até que a magia termine ou você escolha um efeito diferente. A água então preenche lentamente a trincheira ao longo da próxima rodada até que o nível normal de água seja restaurado.\n***Inundação.*** Você faz com que o nível de toda a água parada na área suba em até 6 metros (20 pés). Se você escolher uma área em um grande corpo d’água, você cria uma onda de 6 metros (20 pés) de altura que viaja de um lado da área para o outro e depois quebra. Quaisquer veículos Enormes ou menores no caminho da onda são carregados com ela para o outro lado. Qualquer veículo Enorme ou menor atingido pela onda tem 25% de chance de emborcar. O nível da água permanece elevado até que a magia termine ou você escolha um efeito diferente. Se esse efeito produziu uma onda, a onda se repete no início do seu próximo turno enquanto o efeito de inundação permanecer.\n***Redemoinho.*** Você faz com que um redemoinho se forme no centro da área, que deve ser pelo menos uma área quadrada de 15 metros (50 pés) de lados e 7,5 metros (25 pés) de profundidade. O redemoinho dura até que você escolha um efeito diferente ou a magia termine. O redemoinho tem 1,5 metro (5 pés) de largura na base, até 15 metros (50 pés) de largura no topo e 7,5 metros (25 pés) de altura. Qualquer criatura na água e a até 7,5 metros (25 pés) do redemoinho é puxada a 3 metros (10 pés) em sua direção. Quando uma criatura entra no redemoinho pela primeira vez em um turno ou termina o turno lá, ela realiza uma salvaguarda de Força. Se falhar, a criatura sofre 2d8 pontos de dano Contundente. Em caso de sucesso, a criatura sofre metade do dano. Uma criatura só pode nadar para longe do redemoinho se primeiro usar uma ação para se afastar e for bem-sucedida em um teste de Força (Atletismo) contra a CD para evitar sua magia.\n***Redirecionar Fluxo.*** Você faz com que a água corrente na área se mova na direção que você escolher, mesmo que a água tenha que fluir sobre obstáculos, paredes ou em outras direções improváveis. A água na área se move à medida que você a direciona, mas uma vez que ela se move além da área da magia, ela retoma seu fluxo com base no terreno. A água continua a se mover na direção que você escolheu até que a magia termine ou você escolha um efeito diferente.",
      "en": "Until the spell ends, you control any water inside an area you choose that is a Cube up to 100 feet on a side, using one of the following effects. As a Magic action on your later turns, you can repeat the same effect or choose a different one.\n\n***Flood.*** You cause the water level of all standing water in the area to rise by as much as 20 feet. If you choose an area in a large body of water, you instead create a 20-foot tall wave that travels from one side of the area to the other and then crashes. Any Huge or smaller vehicles in the wave’s path are carried with it to the other side. Any Huge or smaller vehicles struck by the wave have a 25 percent chance of capsizing. The water level remains elevated until the spell ends or you choose a different effect. If this effect produced a wave, the wave repeats on the start of your next turn while the flood effect lasts.\n***Part Water.*** You part water in the area and create a trench. The trench extends across the spell’s area, and the separated water forms a wall to either side. The trench remains until the spell ends or you choose a different effect. The water then slowly fills in the trench over the course of the next round until the normal water level is restored.\n***Redirect Flow.*** You cause flowing water in the area to move in a direction you choose, even if the water has to flow over obstacles, up walls, or in other unlikely directions. The water in the area moves as you direct it, but once it moves beyond the spell’s area, it resumes its flow based on the terrain. The water continues to move in the direction you chose until the spell ends or you choose a different effect.\n***Whirlpool.*** You cause a whirlpool to form in the center of the area, which must be at least 50 feet square and 25 feet deep. The whirlpool lasts until you choose a different effect or the spell ends. The whirlpool is 5 feet wide at the base, up to 50 feet wide at the top, and 25 feet tall. Any creature in the water and within 25 feet of the whirlpool is pulled 10 feet toward it. When a creature enters the whirlpool for the first time on a turn or ends its turn there, it makes a Strength saving throw. On a failed save, the creature takes 2d8 Bludgeoning damage. On a successful save, the creature takes half as much damage. A creature can swim away from the whirlpool only if it first takes an action to pull away and succeeds on a Strength (Athletics) check against your spell save DC."
    },
    "tags": [
      "control"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "animate-objects",
    "name": {
      "pt": "Animar Objetos",
      "en": "Animate Objects"
    },
    "level": 5,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Artificer",
      "Bard",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "36 m (120 ft.)",
      "en": "120 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Objetos são animados ao seu comando. Escolha uma série de objetos não mágicos no alcance da magia que não estejam sendo usados ou carregados, não estejam fixados a uma superfície e não sejam Colossais. O número máximo de objetos é igual ao seu modificador de atributo de conjuração. Para este número, um tamanho Médio ou menor conta como um objeto, um alvo Grande conta como dois e um alvo Enorme conta como três. \n\nCada alvo se anima, faz brotar pernas e se torna um Constructo que usa o bloco de estatísticas do Objeto Animado; esta criatura está sob seu controle até que a magia termine ou até que ela seja reduzida a 0 Pontos de Vida. Cada criatura que você anima com esta magia é uma aliada sua e de seus aliados. Em combate, ela compartilha a contagem de Iniciativa com você e tem o turno dela imediatamente após o seu.\n\n Até que a magia encerre, você pode executar uma Ação Bônus para comandar mentalmente qualquer criatura que tenha animado com essa magia se a criatura estiver a até 150 metros de você (se você controlar várias criaturas, pode comandar quaisquer delas ao mesmo tempo, emitindo o mesmo comando para cada uma). Se você não der nenhum comando, a criatura executa a ação Esquivar e se move apenas para evitar danos. Quando a criatura é reduzida a 0 Pontos de Vida, ela reverte para sua forma de objeto, e qualquer dano restante é transferido para essa forma.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano de Pancada da criatura aumenta em 1d4 (Médio ou menor), 1d6 (Grande) ou 1d12 (Enorme) para cada círculo de espaço de magia acima de 5.",
      "en": "Objects animate at your command. Choose a number of nonmagical objects within range that aren’t being worn or carried, aren’t fixed to a surface, and aren’t Gargantuan. The maximum number of objects is equal to your spellcasting ability modifier; for this number, a Medium or smaller target counts as one object, a Large target counts as two, and a Huge target counts as three. \n\nEach target animates, sprouts legs, and becomes a Construct that uses the Animated Object stat block; this creature is under your control until the spell ends or until it is reduced to 0 Hit Points. Each creature you make with this spell is an ally to you and your allies. In combat, it shares your Initiative count and takes its turn immediately after yours.\n\nUntil the spell ends, you can take a Bonus Action to mentally command any creature you made with this spell if the creature is within 500 feet of you (if you control multiple creatures, you can command any of them at the same time, issuing the same command to each one). If you issue no commands, the creature takes the Dodge action and moves only to avoid harm. When the creature drops to 0 Hit Points, it reverts to its object form, and any remaining damage carries over to that form.\n\n***Using a Higher-Level Spell Slot.*** The creature’s Slam damage increases by 1d4 (Medium or smaller), 1d6 (Large), or 1d12 (Huge) for each spell slot level above 5."
    },
    "tags": [
      "creation",
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "antilife-shell",
    "name": {
      "pt": "Cúpula Antivida",
      "en": "Antilife Shell"
    },
    "level": 5,
    "school": {
      "pt": "Abjuração",
      "en": "Abjuration"
    },
    "classes": [
      "Druid"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "1 Hora",
      "en": "1 Hour"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Uma aura estende-se de você em uma Emanação de 3 metros pela duração da magia. A aura impede que criaturas que não sejam Constructos e Mortos-Vivos passem ou alcancem através dela. Uma criatura afetada pode conjurar magias ou realizar ataques com armas à Distância ou com Extensão através da barreira.\n\nSe você se mover de modo que uma criatura afetada seja forçada a atravessar a barreira, a magia encerra.",
      "en": "An aura extends from you in a 10-foot Emanation for the duration. The aura prevents creatures other than Constructs and Undead from passing or reaching through it. An affected creature can cast spells or make attacks with Ranged or Reach weapons through the barrier.\n\nIf you move so that an affected creature is forced to pass through the barrier, the spell ends."
    },
    "tags": [
      "control",
      "warding"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "awaken",
    "name": {
      "pt": "Despertar",
      "en": "Awaken"
    },
    "level": 5,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Bard",
      "Druid"
    ],
    "castingTime": {
      "pt": "8 Horas",
      "en": "8 Hours"
    },
    "range": {
      "pt": "Toque",
      "en": "Touch"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "uma ágata no valor de 1.000+ PO, que a magia consome",
        "en": "an agate worth 1,000+ gp, which the spell consumes"
      }
    },
    "text": {
      "pt": "Você passa o tempo de conjuração traçando caminhos mágicos em uma pedra preciosa e, em seguida, toca o alvo. O alvo deve ser uma criatura do tipo Fera ou Planta com uma Inteligência de 3 ou menos, ou uma planta natural que não seja uma criatura. O alvo obtém um valor de Inteligência de 10 e a capacidade de falar um idioma que você conhece. Se o alvo for uma planta natural, ele se torna uma criatura do tipo Planta e recebe a capacidade de mover seus membros, raízes, videiras, trepadeiras e assim por diante, e obtém sentidos semelhantes aos de um humano. O Mestre escolhe as estatísticas apropriadas para a Planta desperta, como as estatísticas do **Arbusto Desperto** ou da **Árvore Desperta** no Livro dos Monstros.\n\nO alvo desperto tem a condição Enfeitiçado por 30 dias ou até que você ou seus aliados lhe causem dano. Quando essa condição termina, a criatura despertada decide qual atitude tem em relação a você.",
      "en": "You spend the casting time tracing magical pathways within a precious gemstone, and then touch the target. The target must be either a Beast or Plant creature with an Intelligence of 3 or less or a natural plant that isn’t a creature. The target gains an Intelligence of 10 and the ability to speak one language you know. If the target is a natural plant, it becomes a Plant creature and gains the ability to move its limbs, roots, vines, creepers, and so forth, and it gains senses similar to a human’s. The DM chooses statistics appropriate for the awakened Plant, such as the statistics for the **Awakened Shrub** or **Awakened Tree** in the Monster Manual.\n\nThe awakened target has the Charmed condition for 30 days or until you or your allies deal damage to it. When that condition ends, the awakened creature chooses its attitude toward you."
    },
    "tags": [
      "creation"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "banishing-smite",
    "name": {
      "pt": "Destruição Banidora",
      "en": "Banishing Smite"
    },
    "level": 5,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Paladin"
    ],
    "castingTime": {
      "pt": "Ação Bônus",
      "en": "Bonus Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "O alvo atingido pela jogada de ataque sofre um adicional de 5d10 pontos de dano Energético do ataque. Se o ataque reduzir o alvo a 50 Pontos de Vida ou menos, o alvo deve ser bem-sucedido em uma salvaguarda de Carisma ou é transportado para um semiplano inofensivo pela duração da magia. Enquanto estiver lá, o alvo tem a condição Incapacitado. Quando a magia termina, o alvo reaparece no espaço que deixou ou no espaço desocupado mais próximo se esse espaço estiver ocupado.",
      "en": "The target hit by the attack roll takes an extra 5d10 Force damage from the attack. If the attack reduces the target to 50 Hit Points or fewer, the target must succeed on a Charisma saving throw or be transported to a harmless demiplane for the duration. While there, the target has the Incapacitated condition. When the spell ends, the target reappears in the space it left or in the nearest unoccupied space if that space is occupied."
    },
    "tags": [
      "damage",
      "control",
      "banishment"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "bigbys-hand",
    "name": {
      "pt": "Mão de Bigby",
      "en": "Bigby's Hand"
    },
    "level": 5,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Artificer",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "36 m (120 ft.)",
      "en": "120 ft."
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "uma casca de ovo e uma luva",
        "en": "an eggshell and a glove"
      }
    },
    "text": {
      "pt": "Você cria uma mão Grande de energia mágica cintilante em um espaço desocupado à sua vista e no alcance da magia. A mão permanece pela duração da magia e se move ao seu comando, imitando os movimentos da sua própria mão.\n\nA mão é um objeto que tem CA 20 e Pontos de Vida iguais aos seus Pontos de Vida máximos. Se a mão é reduzida a 0 Pontos de Vida, a magia encerra. A mão não ocupa um espaço.\n\nAo conjurar a magia e como uma Ação Bônus em seus turnos posteriores, você pode mover a mão até 18 metros e causar um dos seguintes efeitos:\n\n**Mão Esmagadora.** A mão tenta imobilizar uma criatura Enorme ou menor a até 1,5 metro dela. O alvo deve ser bem-sucedido em uma salvaguarda de Destreza ou tem a condição Imobilizado, com uma CD para escapar igual à CD para evitar sua magia. Enquanto a mão imobiliza o alvo, você pode executar uma ação Bônus para fazer com que a mão o esmague, causando ao alvo 4d6 pontos de dano Contundente mais seu modificador de atributo de conjuração.\n\n**Mão Interposta.** A mão concede a você Cobertura Parcial contra ataques e outros efeitos originados do espaço da mão ou que passem por ele. Além disso, o espaço da mão conta como Terreno Difícil para seus inimigos.\n\n**Mão Vigorosa.** A mão tenta empurrar uma criatura Enorme ou menor a até 1,5 metro dela. O alvo deve ser bem-sucedido em uma salvaguarda de Força, ou a mão empurra o alvo até 1,5 metro (5 pés) mais 1,5 metro multiplicado pelo valor de seu modificador de atributo de conjuração. A mão se move com o alvo, permanecendo a até 1,5 metro (5 pés) dele.\n\n**Punho Cerrado.** A mão atinge um alvo a até 1,5 metro (5 pés) dela. Realize um ataque mágico corpo a corpo. Em caso de acerto, o alvo sofre 5d8 pontos de dano Energético.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano do Punho Cerrado aumenta em 2d8 e o dano da Mão Esmagadora aumenta em 2d6 para cada círculo de espaço de magia acima de 5.",
      "en": "You create a Large hand of shimmering magical energy in an unoccupied space that you can see within range. The hand lasts for the duration, and it moves at your command, mimicking the movements of your own hand.\n\nThe hand is an object that has AC 20 and Hit Points equal to your Hit Point maximum. If it drops to 0 Hit Points, the spell ends. The hand doesn’t occupy its space.\n\nWhen you cast the spell and as a Bonus Action on your later turns, you can move the hand up to 60 feet and then cause one of the following effects:\n\n**Clenched Fist.** The hand strikes a target within 5 feet of it. Make a melee spell attack. On a hit, the target takes 5d8 Force damage.\n\n**Forceful Hand.** The hand attempts to push a Huge or smaller creature within 5 feet of it. The target must succeed on a Strength saving throw, or the hand pushes the target up to 5 feet plus a number of feet equal to five times your spellcasting ability modifier. The hand moves with the target, remaining within 5 feet of it.\n\n**Grasping Hand.** The hand attempts to grapple a Huge or smaller creature within 5 feet of it. The target must succeed on a Dexterity saving throw, or the target has the Grappled condition, with an escape DC equal to your spell save DC. While the hand grapples the target, you can take a Bonus Action to cause the hand to crush it, dealing Bludgeoning damage to the target equal to 4d6 plus your spellcasting ability modifier.\n\n**Interposing Hand.** The hand grants you Half Cover against attacks and other effects that originate from its space or that pass through it. In addition, its space counts as Difficult Terrain for your enemies.\n\n***Using a Higher-Level Spell Slot.*** The damage of the Clenched Fist increases by 2d8 and the damage of the Grasping Hand increases by 2d6 for each spell slot level above 5."
    },
    "tags": [
      "damage",
      "control"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "circle-of-power",
    "name": {
      "pt": "Círculo de Poder",
      "en": "Circle of Power"
    },
    "level": 5,
    "school": {
      "pt": "Abjuração",
      "en": "Abjuration"
    },
    "classes": [
      "Cleric",
      "Paladin",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "Uma aura irradia de você em uma Emanação de 9 metros (30 pés) pela duração da magia. Enquanto estiver na aura, você e seus aliados têm Vantagem em salvaguardas contra magias e outros efeitos mágicos. Quando uma criatura afetada realiza uma salvaguarda contra uma magia ou efeito mágico que permite que sofra apenas metade do dano, ela não sofre dano em caso de sucesso.",
      "en": "An aura radiates from you in a 30-foot Emanation for the duration. While in the aura, you and your allies have Advantage on saving throws against spells and other magical effects. When an affected creature makes a saving throw against a spell or magical effect that allows a save to take only half damage, it takes no damage if it succeeds on the save."
    },
    "tags": [
      "buff",
      "warding"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "cloudkill",
    "name": {
      "pt": "Névoa Mortal",
      "en": "Cloudkill"
    },
    "level": 5,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "36 m (120 ft.)",
      "en": "120 ft."
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você cria uma Esfera de 6 metros de raio constituída de uma névoa amarelo esverdeada centrada em um ponto no alcance da magia. A névoa permanece pela duração da magia ou até que um vento forte (como o criado pela magia *Lufada de Vento*) a disperse, encerrando a magia. A área da névoa é Totalmente Obscurecida.\n\nCada criatura na Esfera realiza uma salvaguarda de Constituição, sofrendo 5d8 pontos de dano Venenoso se falhar, ou metade desse dano em caso de sucesso. Uma criatura deve realizar essa salvaguarda quando a Esfera se mover para seu espaço e quando entrar na Esfera ou terminar o turno dela nela. Uma criatura realiza essa salvaguarda apenas uma vez por turno.\n\nA Esfera se afasta 3 metros (10 pés) de você no início de cada um dos seus turnos.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano aumenta em 1d8 para cada círculo de espaço de magia acima de 5.",
      "en": "You create a 20-foot-radius Sphere of yellow-green fog centered on a point within range. The fog lasts for the duration or until strong wind (such as the one created by Gust of Wind) disperses it, ending the spell. Its area is Heavily Obscured.\n\nEach creature in the Sphere makes a Constitution saving throw, taking 5d8 Poison damage on a failed save or half as much damage on a successful one. A creature must also make this save when the Sphere moves into its space and when it enters the Sphere or ends its turn there. A creature makes this save only once per turn.\n\nThe Sphere moves 10 feet away from you at the start of each of your turns.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 1d8 for each spell slot level above 5."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "commune",
    "name": {
      "pt": "Comunhão",
      "en": "Commune"
    },
    "level": 5,
    "school": {
      "pt": "Adivinhação",
      "en": "Divination"
    },
    "classes": [
      "Cleric"
    ],
    "castingTime": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": false,
    "ritual": true,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "incenso",
        "en": "incense"
      }
    },
    "text": {
      "pt": "Você entra em contato com uma divindade ou um representante divino e realiza até três perguntas que podem ser respondidas com sim ou não. Você deve realizar suas perguntas antes que a magia termine. Você recebe uma resposta correta para cada pergunta.\n\nOs seres divinos não são necessariamente oniscientes, então você pode receber “indeterminado” como resposta se uma pergunta pertencer a informações que estão além do conhecimento da divindade. Em um caso em que uma resposta de uma palavra possa ser enganosa ou contrária aos interesses da divindade, o Mestre pode oferecer uma frase curta como resposta.\n\nSe você conjurar a magia mais de uma vez antes de terminar um Descanso Longo, há uma chance cumulativa de 25% para cada conjuração após a primeira de que você não receba resposta.",
      "en": "You contact a deity or a divine proxy and ask up to three questions that can be answered with yes or no. You must ask your questions before the spell ends. You receive a correct answer for each question.\n\nDivine beings aren’t necessarily omniscient, so you might receive “unclear” as an answer if a question pertains to information that lies beyond the deity’s knowledge. In a case where a one-word answer could be misleading or contrary to the deity’s interests, the DM might offer a short phrase as an answer instead.\n\nIf you cast the spell more than once before finishing a Long Rest, there is a cumulative 25 percent chance for each casting after the first that you get no answer."
    },
    "tags": [
      "foreknowledge"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "commune-with-nature",
    "name": {
      "pt": "Comunhão com a Natureza",
      "en": "Commune with Nature"
    },
    "level": 5,
    "school": {
      "pt": "Adivinhação",
      "en": "Divination"
    },
    "classes": [
      "Druid",
      "Ranger"
    ],
    "castingTime": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": true,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você comunga com os espíritos da natureza adquirindo conhecimento da área circundante. Ao ar livre, a magia lhe dá conhecimento da área a até 5 quilômetros de você. Em cavernas e outros ambientes subterrâneos naturais, o raio é limitado a 90 metros. A magia não funciona onde a natureza foi substituída por construções, como em castelos e povoados.\n\nEscolha três dos seguintes fatos; você aprende esses fatos no que se refere à área da magia:\n\n• Localização de povoados\n• Localização de portais para outros planos de\nexistência\n• Localização de uma criatura de Nível de Desafio 10 ou maior (à escolha do Mestre) que seja Celestial, Elemental, Feérico, Ínfero ou Morto-vivo\n• O tipo mais predominante de planta, mineral ou Fera (você escolhe sobre qual aprender)\n• Localização de corpos d’água\n\nPor exemplo, você pode determinar a localização de um monstro poderoso na área, os locais dos corpos d’água e os locais de quaisquer povoados.",
      "en": "You commune with nature spirits and gain knowledge of the surrounding area. In the outdoors, the spell gives you knowledge of the area within 3 miles of you. In caves and other natural underground settings, the radius is limited to 300 feet. The spell doesn’t function where nature has been replaced by construction, such as in castles and settlements.\n\nChoose three of the following facts; you learn those facts as they pertain to the spell’s area:\n\n• Locations of settlements\n• Locations of portals to other planes of existence\n• Location of one Challenge Rating 10+ creature (DM’s choice) that is a Celestial, an Elemental, a Fey, a Fiend, or an Undead\n• The most prevalent kind of plant, mineral, or Beast (you choose which to learn)\n• Locations of bodies of water\n\nFor example, you could determine the location of a powerful monster in the area, the locations of bodies of water, and the locations of any towns."
    },
    "tags": [
      "utility",
      "environment",
      "exploration",
      "foreknowledge"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "cone-of-cold",
    "name": {
      "pt": "Cone de Frio",
      "en": "Cone of Cold"
    },
    "level": 5,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Druid",
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "um pequeno cone de cristal ou vidro",
        "en": "a small crystal or glass cone"
      }
    },
    "text": {
      "pt": "Você libera uma rajada de ar frio. Cada criatura em um Cone de 18 metros (60 pés) originado em você realiza uma salvaguarda de Constituição, sofrendo 8d8 pontos de dano Gélido se falhar, ou metade desse dano em caso de sucesso. Uma criatura morta por esta magia se torna uma estátua congelada até descongelar.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano aumenta em 1d8 para cada círculo de espaço de magia acima de 5.",
      "en": "You unleash a blast of cold air. Each creature in a 60-foot Cone originating from you makes a Constitution saving throw, taking 8d8 Cold damage on a failed save or half as much damage on a successful one. A creature killed by this spell becomes a frozen statue until it thaws.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 1d8 for each spell slot level above 5."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "conjure-elemental",
    "name": {
      "pt": "Invocar Elemental",
      "en": "Conjure Elemental"
    },
    "level": 5,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Druid",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você conjura um espírito Grande e intangível dos Planos Elementais que aparece em um espaço desocupado no alcance da magia. Escolha o elemento do espírito, que determina o tipo de dano que ele causa: água (Gélido), ar (Elétrico), fogo (Ígneo) ou terra (Trovejante). O espírito permanece pela duração da magia.\n\nSempre que uma criatura à sua vista entrar no espaço do espírito ou iniciar o turno a até 1,5 metro (5 pés) do espírito, você pode forçá-la a realizar uma salvaguarda de Destreza se o espírito não tiver nenhuma criatura Contida. Se falhar, o alvo sofre 8d8 pontos de dano do tipo do espírito, e tem a condição Contido até que a magia termine. No início de cada um dos turnos do alvo Contido, ele repete a salvaguarda. Se falhar, o alvo sofre 4d8 pontos de dano do tipo do espírito. Em caso de sucesso, o alvo não é Contido pelo espírito.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano aumenta em 1d8 para cada círculo de espaço de magia acima de 5.",
      "en": "You conjure a Large, intangible spirit from the Elemental Planes that appears in an unoccupied space within range. Choose the spirit’s element, which determines its damage type: air (Lightning), earth (Thunder), fire (Fire), or water (Cold). The spirit lasts for the duration.\n\nWhenever a creature you can see enters the spirit’s space or starts its turn within 5 feet of the spirit, you can force that creature to make a Dexterity saving throw if the spirit has no creature Restrained. On failed save, the target takes 8d8 damage of the spirit’s type, and the target has the Restrained condition until the spell ends. At the start of each of its turns, the Restrained target repeats the save. On a failed save, the target takes 4d8 damage of the spirit’s type. On a successful save, the target isn’t Restrained by the spirit.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 1d8 for each spell slot level above 5."
    },
    "tags": [
      "summoning"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "conjure-volley",
    "name": {
      "pt": "Invocar Saraivada",
      "en": "Conjure Volley"
    },
    "level": 5,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Ranger"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "45 m (150 ft.)",
      "en": "150 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "uma arma Corpo a Corpo ou à Distância que vale pelo menos 1 PC",
        "en": "a melee or ranged weapon worth at least 1 CP"
      }
    },
    "text": {
      "pt": "Você brande a arma usada para conjurar a magia e escolhe um ponto no alcance da magia. Centenas de armas espectrais similares (ou munição apropriada para a arma) caem em uma saraivada e depois desaparecem.\n\nCada criatura à sua escolha à sua vista em um Cilindro de 12 metros (40 pés) de raio e 6 metros (20 pés) de altura, centrada nesse ponto, realiza uma salvaguarda de Destreza. Uma criatura sofre 8d8 pontos de dano Energético se falhar, ou metade desse dano em caso de sucesso.",
      "en": "You brandish the weapon used to cast the spell and choose a point within range. Hundreds of similar spectral weapons (or ammunition appropriate to the weapon) fall in a volley and then disappear. Each creature of your choice that you can see in a 40-foot-radius, 20-foot-high Cylinder centered on that point makes a Dexterity saving throw. A creature takes 8d8 Force damage on a failed save or half as much damage on a successful one."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "contact-other-plane",
    "name": {
      "pt": "Contato Extraplanar",
      "en": "Contact Other Plane"
    },
    "level": 5,
    "school": {
      "pt": "Adivinhação",
      "en": "Divination"
    },
    "classes": [
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "1 Minuto",
      "en": "1 Minute"
    },
    "concentration": false,
    "ritual": true,
    "components": {
      "verbal": true
    },
    "text": {
      "pt": "Você entra em contato mentalmente com um semideus, com o espírito de um sábio morto há muito tempo ou com alguma outra entidade conhecedora de outro plano. Entrar em contato com essa inteligência sobrenatural pode fragmentar sua mente. Ao conjurar essa magia, realize uma salvaguarda de Inteligência CD 15.\n\nEm caso de sucesso, você pode realizar até cinco perguntas à entidade. Você deve realizar suas perguntas antes que a magia termine. O Mestre responde a cada pergunta com uma palavra, como “sim”, “não”, “talvez”, “nunca”, “irrelevante” ou “indeterminado” (se a entidade não souber a resposta à pergunta). Se a resposta com uma palavra for enganosa, o Mestre pode, em vez disso, oferecer uma frase curta como resposta.\n\nSe falhar, você sofre 6d6 pontos de dano Psíquico e tem a condição Incapacitado até completar um Descanso Longo. Uma magia *Restauração Maior* conjurada em você encerra esse efeito.",
      "en": "You mentally contact a demigod, the spirit of a long-dead sage, or some other knowledgeable entity from another plane. Contacting this otherworldly intelligence can break your mind. When you cast this spell, make a DC 15 Intelligence saving throw.\n\n On a successful save, you can ask the entity up to five questions. You must ask your questions before the spell ends. The DM answers each question with one word, such as “yes,” “no,” “maybe,” “never,” “irrelevant,” or “unclear” (if the entity doesn’t know the answer to the question). If a one-word answer would be misleading, the DM might instead offer a short phrase as an answer.\n\nOn a failed save, you take 6d6 Psychic damage and have the Incapacitated condition until you finish a Long Rest. A *Greater Restoration* spell cast on you ends this effect."
    },
    "tags": [
      "communication",
      "foreknowledge"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "contagion",
    "name": {
      "pt": "Contágio",
      "en": "Contagion"
    },
    "level": 5,
    "school": {
      "pt": "Necromancia",
      "en": "Necromancy"
    },
    "classes": [
      "Cleric",
      "Druid"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Toque",
      "en": "Touch"
    },
    "duration": {
      "pt": "7 Dias",
      "en": "7 Days"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Seu toque inflige um contágio mágico. O alvo deve ser bem-sucedido em uma salvaguarda de Constituição ou sofre 11d8 pontos de dano necrótico e tem a condição Envenenado. Além disso, escolha um atributo ao conjurar a magia. Enquanto estiver envenenado, o alvo tem Desvantagem em salvaguardas realizadas com o atributo escolhido.\n\nO alvo deve repetir a salvaguarda no final de cada um dos turnos até obter três sucessos ou fracassos. Se o alvo obtiver três sucessos, a magia encerra para o alvo. Se obter três fracassos, a magia permanece 7 dias sobre ele.\n\nSempre que o alvo Envenenado receber um efeito que encerre a condição Envenenado, ele deve ser bem-sucedido em uma salvaguarda de Constituição, ou a condição Envenenado não encerra nele.",
      "en": "Your touch inflicts a magical contagion. The target must succeed on a Constitution saving throw or take 11d8 Necrotic damage and have the Poisoned condition. Also, choose one ability when you cast the spell. While Poisoned, the target has Disadvantage on saving throws made with the chosen ability.\n\nThe target must repeat the saving throw at the end of each of its turns until it gets three successes or failures. If the target succeeds on three of these saves, the spell ends on the target. If the target fails three of the saves, the spell lasts for 7 days on it.\n\nWhenever the Poisoned target receives an effect that would end the Poisoned condition, the target must succeed on a Constitution saving throw, or the Poisoned condition doesn’t end on it."
    },
    "tags": [
      "debuff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "arcane-gate",
    "name": {
      "pt": "Portais Arcanos",
      "en": "Arcane Gate"
    },
    "level": 6,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "150 m (500 ft.)",
      "en": "500 ft."
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você cria portais de teleporte vinculados. Escolha dois espaços grandes e desocupados no chão à sua vista, um espaço no alcance da magia e o outro a até 3 metros (10 pés) de você. Um portal circular se abre em cada um desses espaços e permanece pela duração da magia.\n\n Os portais são anéis brilhantes bidimensionais cheios de névoa que bloqueiam a visão. Eles pairam a centímetros do chão e são perpendiculares a ele. \n\nUm portal fica aberto apenas de um lado (à sua escolha). Qualquer coisa que entre no lado aberto de um portal sai do lado aberto do outro portal como se os dois fossem adjacentes um ao outro. Como uma Ação Bônus, você pode alterar a face dos lados abertos.",
      "en": "You create linked teleportation portals. Choose two Large, unoccupied spaces on the ground that you can see, one space within range and the other one within 10 feet of you. A circular portal opens in each of those spaces and remains for the duration.\n\nThe portals are two-dimensional glowing rings filled with mist that blocks sight. They hover inches from the ground and are perpendicular to it.\n\nA portal is open on only one side (you choose which). Anything entering the open side of a portal exits from the open side of the other portal as if the two were adjacent to each other. As a Bonus Action, you can change the facing of the open sides."
    },
    "tags": [
      "teleportation"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "blade-barrier",
    "name": {
      "pt": "Barreira de Lâminas",
      "en": "Blade Barrier"
    },
    "level": 6,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Cleric"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "27 m (90 ft.)",
      "en": "90 ft."
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você cria uma barreira de lâminas rodopiantes formadas de energia mágica. A barreira aparece no alcance da magia e permanece pela duração. Você cria uma barreira reta de até 30 metros (100 pés) de comprimento, 6 metros (20 pés) de altura e 1,5 (5 pés) metro de espessura, ou uma barreira circular de até 18 metros de diâmetro (60 pés), 6 metros (20 pés) de altura e 1,5 metro (5 pés) de espessura. A barreira oferece Cobertura de Três Quartos e seu espaço é considerado Terreno Difícil.\n\nQualquer criatura no espaço da barreira realiza uma salvaguarda de Destreza, sofrendo 6d10 pontos de dano Energético se falhar, ou metade desse dano em caso de sucesso. Uma criatura também realiza essa salvaguarda se entrar no espaço da barreira ou terminar seu turno lá. Uma criatura realiza essa salvaguarda apenas uma vez por turno.",
      "en": "You create a wall of whirling blades made of magical energy. The wall appears within range and lasts for the duration. You make a straight wall up to 100 feet long, 20 feet high, and 5 feet thick, or a ringed wall up to 60 feet in diameter, 20 feet high, and 5 feet thick. The wall provides Three-Quarters Cover, and its space is Difficult Terrain.\n\nAny creature in the wall’s space makes a Dexterity saving throw, taking 6d10 Force damage on a failed save or half as much damage on a successful one. A creature also makes that save if it enters the wall’s space or ends it turn there. A creature makes that save only once per turn."
    },
    "tags": [
      "damage",
      "control"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "chain-lightning",
    "name": {
      "pt": "Corrente de Relâmpagos",
      "en": "Chain Lightning"
    },
    "level": 6,
    "school": {
      "pt": "Evocação",
      "en": "Evocation"
    },
    "classes": [
      "Sorcerer",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "45 m (150 ft.)",
      "en": "150 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "três alfinetes de prata",
        "en": "three silver pins"
      }
    },
    "text": {
      "pt": "Você lança um relâmpago em direção a um alvo à sua vista e no alcance da magia. Três relâmpagos então saltam desse alvo para até três outros alvos à sua escolha, cada um dos quais deve estar a até 9 metros do primeiro alvo. Um alvo pode ser uma criatura ou um objeto, e pode ser alvo de apenas um dos relâmpagos.\n\nCada alvo realiza uma salvaguarda de Destreza, sofrendo 10d8 pontos de dano Elétrico se falhar, ou metade desse dano em caso de sucesso.\n\n***Usando um Espaço de Magia de Círculo Superior.*** Um raio adicional salta do primeiro alvo para outro alvo para cada círculo de espaço de magia acima de 6.",
      "en": "You launch a lightning bolt toward a target you can see within range. Three bolts then leap from that target to as many as three other targets of your choice, each of which must be within 30 feet of the first target. A target can be a creature or an object and can be targeted by only one of the bolts.\n\nEach target makes a Dexterity saving throw, taking 10d8 Lightning damage on a failed save or half as much damage on a successful one.\n\n***Using a Higher-Level Spell Slot.*** One additional bolt leaps from the first target to another target for each spell slot level above 6."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "circle-of-death",
    "name": {
      "pt": "Círculo da Morte",
      "en": "Circle of Death"
    },
    "level": 6,
    "school": {
      "pt": "Necromancia",
      "en": "Necromancy"
    },
    "classes": [
      "Sorcerer",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "45 m (150 ft.)",
      "en": "150 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "o pó de uma pérola negra esmagada no valor de 500+ PO, que a magia consome",
        "en": "the powder of a crushed black pearl worth 500+ GP, which the spell consumes"
      }
    },
    "text": {
      "pt": "Uma Esfera de 18 metros (60 pés) de raio de energia negativa parte de um ponto à sua escolha no alcance da magia. Cada criatura nessa área realiza uma salvaguarda de Constituição, sofrendo 8d8 pontos de dano Necrótico se falhar ou metade desse dano em caso de sucesso.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano aumenta em 2d8 para cada círculo de espaço de magia acima de 6.",
      "en": "Negative energy ripples out in a 60-foot-radius Sphere from a point you choose within range. Each creature in that area makes a Constitution saving throw, taking 8d8 Necrotic damage on a failed save or half as much damage on a successful one.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 2d8 for each spell slot level above 6."
    },
    "tags": [
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "conjure-fey",
    "name": {
      "pt": "Invocar Feérico",
      "en": "Conjure Fey"
    },
    "level": 6,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Druid"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você conjura um espírito Médio de Faéria em um espaço desocupado à sua vista e no alcance da magia. O espírito permanece pela duração da magia e se assemelha a uma criatura Feérica à sua escolha. Quando o espírito aparece, você pode realizar um ataque mágico corpo a corpo contra uma criatura a até 1,5 metro (5 pés) dele. Em caso de acerto, o alvo sofre dano Psíquico igual a 3d12 mais o seu modificador de atributo de conjuração, e o alvo tem a condição Amedrontado até o início do seu próximo turno, com você e o espírito como a fonte do medo.\n\nComo uma Ação Bônus em seus turnos posteriores, você pode teleportar o espírito para um espaço desocupado à sua vista a até 9 metros (30 pés) do espaço restante e realizar o ataque contra uma criatura a até 1,5 metro (5 pés) dele.\n\n***Usando um Espaço de Magia de Círculo Superior.*** O dano aumenta em 1d12 para cada círculo de espaço de magia acima de 6.",
      "en": "You conjure a Medium spirit from the Feywild in an unoccupied space you can see within range. The spirit lasts for the duration, and it looks like a Fey creature of your choice. When the spirit appears, you can make one melee spell attack against a creature within 5 feet of it. On a hit, the target takes Psychic damage equal to 3d12 plus your spellcasting ability modifier, and the target has the Frightened condition until the start of your next turn, with both you and the spirit as the source of the fear.\n\nAs a Bonus Action on your later turns, you can teleport the spirit to an unoccupied space you can see within 30 feet of the space it left and make the attack against a creature within 5 feet of it.\n\n***Using a Higher-Level Spell Slot.*** The damage increases by 1d12 for each spell slot level above 6."
    },
    "tags": [
      "summoning",
      "damage",
      "debuff"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "contingency",
    "name": {
      "pt": "Contingência",
      "en": "Contingency"
    },
    "level": 6,
    "school": {
      "pt": "Abjuração",
      "en": "Abjuration"
    },
    "classes": [
      "Wizard"
    ],
    "castingTime": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "10 Dias",
      "en": "10 Days"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "uma estatueta de si mesmo incrustada de pedras preciosas no valor de 1.500+ PO",
        "en": "a gem-encrusted statuette of yourself worth 1,500+ GP"
      }
    },
    "text": {
      "pt": "Escolha uma magia de 5º círculo ou inferior que você possa conjurar, que tenha um tempo de conjuração de uma ação e que possa ter você como alvo. Você conjura essa magia — chamada de magia contingente — como parte da conjuração de *Contingência*, gastando espaços de magia para ambas, mas a magia contingente não entra em efeito. Em vez disso, ela é ativada quando ocorre um determinado gatilho. Você descreve esse gatilho quando conjura as duas magias. Por exemplo, uma Contingência conjurada com *Respirar na Água* pode estipular que Respirar na Água é ativada quando você é envolvido por água ou um líquido semelhante.\n\n A magia contingente ativa-se imediatamente após o gatilho ocorrer pela primeira vez, quer você queira ou não, e então a *Contingência* termina.\n\nA magia contingente tem efeito apenas em você, mesmo que normalmente possa ter como alvo outros. Você pode usar apenas uma magia *Contingência* por vez. Se você conjurar esta magia novamente, o efeito de outra magia *Contingência* em você encerra. Além disso, a *Contingência* encerra em você se o componente material da magia não estiver em sua pessoa.",
      "en": "Choose a spell of level 5 or lower that you can cast, that has a casting time of an action, and that can target you. You cast that spell—called the contingent spell—as part of casting *Contingency*, expending spell slots for both, but the contingent spell doesn’t come into effect. Instead, it takes effect when a certain trigger occurs. You describe that trigger when you cast the two spells. For example, a *Contingency* cast with *Water Breathing* might stipulate that *Water Breathing* comes into effect when you are engulfed in water or a similar liquid.\n\nThe contingent spell takes effect immediately after the trigger occurs for the first time, whether or not you want it to, and then *Contingency* ends.\n The contingent spell takes effect only on you, even if it can normally target others. You can use only one *Contingency* spell at a time. If you cast this spell again, the effect of another *Contingency* spell on you ends. Also, *Contingency* ends on you if its material component is ever not on your person."
    },
    "tags": [
      "utility"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "conjure-celestial",
    "name": {
      "pt": "Invocar Celestial",
      "en": "Conjure Celestial"
    },
    "level": 7,
    "school": {
      "pt": "Invocação",
      "en": "Conjuration"
    },
    "classes": [
      "Cleric"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "27 m (90 pés)",
      "en": "90 ft."
    },
    "duration": {
      "pt": "10 Minutos",
      "en": "10 Minutes"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Você conjura um espírito dos Planos Superiores, que se manifesta como um pilar de luz em um Cilindro de 3 metros (10 pés) de raio e 12 metros (40 pés) de altura centrado em um ponto no alcance da magia. Para cada criatura à sua vista no Cilindro, escolha qual dessas luzes brilha sobre ela:\n\n**Luz Curativa.** O alvo recupera Pontos de Vida iguais a 4d12 mais seu modificador de atributo de conjuração.\n\n**Luz Ardente.** O alvo realiza uma salvaguarda de Destreza, sofrendo 6d12 pontos de dano Radiante se falhar, ou metade desse dano em caso de sucesso.\n\nAté que a magia termine, Luz Plena preenche o Cilindro e, quando você se mover no seu turno, também pode mover o Cilindro até 9 metros (30 pés).\n\nSempre que o Cilindro se mover para o espaço de uma criatura à sua vista e sempre que uma criatura à sua vista entrar no Cilindro ou terminar seu turno lá, você pode envolvê-lo com uma das luzes. Uma criatura pode ser afetada por esta magia apenas uma vez por turno.\n\n***Usando um Espaço de Magia de Círculo Superior.*** A cura e o dano aumentam em 1d12 para cada círculo de espaço de magia acima de 7.",
      "en": "You conjure a spirit from the Upper Planes, which manifests as a pillar of light in a 10-foot-radius, 40-foot-high Cylinder centered on a point within range. For each creature you can see in the Cylinder, choose which of these lights shines on it:\n\n**Healing Light.** The target regains Hit Points equal to 4d12 plus your spellcasting ability modifier.\n\n**Searing Light.** The target makes a Dexterity saving throw, taking 6d12 Radiant damage on a failed save or half as much damage on a successful one.\n\nUntil the spell ends, Bright Light fills the Cylinder, and when you move on your turn, you can also move the Cylinder up to 30 feet.\n\nWhenever the Cylinder moves into the space of a creature you can see and whenever a creature you can see enters the Cylinder or ends its turn there, you can bathe it in one of the lights. A creature can be affected by this spell only once per turn.\n\n***Using a Higher-Level Spell Slot.*** The healing and damage increase by 1d12 for each spell slot level above 7."
    },
    "tags": [
      "healing",
      "damage"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "animal-shapes",
    "name": {
      "pt": "Formas Animais",
      "en": "Animal Shapes"
    },
    "level": 8,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Druid"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "9 m (30 ft.)",
      "en": "30 ft."
    },
    "duration": {
      "pt": "24 Horas",
      "en": "24 Hours"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true
    },
    "text": {
      "pt": "Escolha qualquer número de criaturas voluntárias à vista e no alcance da magia. Cada alvo se multimorfa em uma Fera Grande ou menor à sua escolha e que tenha um Nível de Desafio igual ou inferior a 4. Você pode escolher uma forma diferente para cada alvo. Em turnos posteriores, você pode executar uma ação Usar Magia para transformar os alvos novamente.\n\nAs estatísticas de jogo de um alvo são substituídas pelas estatísticas da Fera escolhida, mas o alvo mantém seu tipo de criatura, Pontos de Vida, Dados de Pontos de Vida, alinhamento, capacidade de comunicação, e valores de atributo de Inteligência, Sabedoria e Carisma. As ações do alvo são limitadas pela anatomia da forma da Fera, e ele não pode conjurar magias. O equipamento do alvo se funde com a nova forma, e o alvo não pode usar nenhum desses equipamentos enquanto estiver nesta forma.\n\nO alvo adquire um número de Pontos de Vida Temporários igual aos Pontos de Vida da primeira forma que assume. Esses Pontos de Vida Temporários desaparecem, caso ainda restem, quando a magia terminar. A transformação permanece pela duração da magia, até que o alvo encerre voluntariamente a transformação com uma Ação Bônus.",
      "en": "Choose any number of willing creatures that you can see within range. Each target shape-shifts into a Large or smaller Beast of your choice that has a Challenge Rating of 4 or lower. You can choose a different form for each target. On later turns, you can take a Magic action to transform the targets again.\n\nA target’s game statistics are replaced by the chosen Beast’s statistics, but the target retains its creature type; Hit Points; Hit Point Dice; alignment; ability to communicate; and Intelligence, Wisdom, and Charisma scores. The target’s actions are limited by the Beast form’s anatomy, and it can’t cast spells. The target’s equipment melds into the new form, and the target can’t use any of that equipment while in that form.\n\nThe target gains a number of Temporary Hit Points equal to the Hit Points of the first form into which it shape-shifts. These Temporary Hit Points vanish if any remain when the spell ends. The transformation lasts for the duration or until the target ends it as a Bonus Action."
    },
    "tags": [
      "shapechanging"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "antimagic-field",
    "name": {
      "pt": "Campo Antimagia",
      "en": "Antimagic Field"
    },
    "level": 8,
    "school": {
      "pt": "Abjuração",
      "en": "Abjuration"
    },
    "classes": [
      "Cleric",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "1 Hora",
      "en": "1 Hour"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "raspas de ferro",
        "en": "iron filings"
      }
    },
    "text": {
      "pt": "Uma aura de antimagia envolve você em uma Emanação de 3 metros. Ninguém pode conjurar magias, executar a ação Usar Magia ou criar outros efeitos mágicos dentro da aura, e esses efeitos não podem ter como alvo ou afetar qualquer coisa dentro dela. As propriedades mágicas dos itens mágicos não funcionam dentro da aura ou em qualquer coisa dentro dela.\n\nÁreas de efeito criadas por magias ou outros efeitos mágicos não podem se estender para dentro da aura, e ninguém pode se teleportar para dentro ou para fora dela ou usar viagens planares para lá. Os portais se fecham temporariamente enquanto estão na aura. \n\nMagias em andamento, exceto aquelas conjuradas por um Artefato ou por uma divindade, são suprimidas na área. Enquanto um efeito é suprimido, ele não funciona, mas o tempo que ele gasta suprimido conta para sua duração\n\n*Dissipar Magia* não tem efeito sobre a aura, e as auras criadas por diferentes magias de *Campo Antimagia* não se anulam.",
      "en": "An aura of antimagic surrounds you in 10-foot Emanation. No one can cast spells, take Magic actions, or create other magical effects inside the aura, and those things can’t target or otherwise affect anything inside it. Magical properties of magic items don’t work inside the aura or on anything inside it.\n\nAreas of effect created by spells or other magic can’t extend into the aura, and no one can teleport into or out of it or use planar travel there. Portals close temporarily while in the aura.\n\nOngoing spells, except those cast by an Artifact or a deity, are suppressed in the area. While an effect is suppressed, it doesn’t function, but the time it spends suppressed counts against its duration.\n\n*Dispel Magic* has no effect on the aura, and the auras created by different *Antimagic Field* spells don’t nullify each other."
    },
    "tags": [
      "control",
      "negation",
      "warding"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "antipathy-sympathy",
    "name": {
      "pt": "Antipatia/Simpatia",
      "en": "Antipathy/Sympathy"
    },
    "level": 8,
    "school": {
      "pt": "Encantamento",
      "en": "Enchantment"
    },
    "classes": [
      "Bard",
      "Druid",
      "Wizard"
    ],
    "castingTime": {
      "pt": "1 Hora",
      "en": "1 Hour"
    },
    "range": {
      "pt": "18 m (60 ft.)",
      "en": "60 ft."
    },
    "duration": {
      "pt": "10 Dias",
      "en": "10 Days"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "uma mistura de vinagre e mel",
        "en": "a mixture of vinegar and honey"
      }
    },
    "text": {
      "pt": "Ao conjurar a magia, decida se ela cria antipatia ou simpatia, e escolha como alvo uma criatura ou objeto que seja Enorme ou menor. Em seguida, especifique um tipo de criatura, como dragões vermelhos, goblins ou vampiros. Uma criatura do tipo escolhido realiza uma salvaguarda de Sabedoria quando estiver a até 36 metros (120 pés) do alvo. Sua escolha entre antipatia ou simpatia determina o que acontece com uma criatura ao falhar nessa salvaguarda:\n\n**Antipatia:** A criatura tem a condição Amedrontado. A criatura Amedrontada deve usar o movimento nos turnos dela para se afastar o máximo possível do alvo, movendo-se pela rota mais segura.\n\n**Simpatia:** A criatura tem a condição Enfeitiçado. A criatura Enfeitiçada deve usar o movimento nos turnos dela para chegar o mais próximo possível do alvo, movendo-se pela rota mais segura. Se a criatura estiver a até 1,5 metro do alvo, a criatura não pode se afastar voluntariamente. Se o alvo causar dano à criatura Enfeitiçada, essa criatura deve realizar uma salvaguarda de Sabedoria para encerrar o efeito, conforme descrito abaixo.\n\n***Encerrando o Efeito.*** Se a criatura Amedrontada ou Enfeitiçada terminar o turno a mais de 36 metros (120 pés) de distância do alvo, a criatura realiza uma salvaguarda de Sabedoria. Em caso de sucesso, a criatura não é mais afetada pelo alvo e fica imune a ele por 1 minuto, após o qual pode ser afetada novamente.",
      "en": "As you cast the spell, choose whether it creates antipathy or sympathy, and target one creature or object that is Huge or smaller. Then specify a kind of creature, such as red dragons, goblins, or vampires. A creature of the chosen kind makes a Wisdom saving throw when it comes within 120 feet of the target. Your choice of antipathy or sympathy determines what happens to a creature when it fails that save:\n\n**Antipathy.** The creature has the Frightened condition. The Frightened creature must use its movement on its turns to get as far away as possible from the target, moving by the safest route.\n\n**Sympathy.** The creature has the Charmed condition. The Charmed creature must use its movement on its turns to get as close as possible to the target, moving by the safest route. If the creature is within 5 feet of the target, the creature can’t willingly move away. If the target damages the Charmed creature, that creature can make a Wisdom saving throw to end the effect, as described below.\n\n***Ending the Effect.*** If the Frightened or Charmed creature ends its turn more than 120 feet away from the target, the creature makes a Wisdom saving throw. On a successful save, the creature is no longer affected by the target. A creature that successfully saves against this effect is immune to it for 1 minute, after which it can be affected again."
    },
    "tags": [
      "control",
      "warding"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "befuddlement",
    "name": {
      "pt": "Suplício",
      "en": "Befuddlement"
    },
    "level": 8,
    "school": {
      "pt": "Encantamento",
      "en": "Enchantment"
    },
    "classes": [
      "Bard",
      "Druid",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "45 m (150 ft.)",
      "en": "150 ft."
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "um chaveiro sem chaves",
        "en": "a keyring with no keys"
      }
    },
    "text": {
      "pt": "Você sobrecarrega a mente de uma criatura à sua vista e no alcance da magia. O alvo realiza uma salvaguarda de Inteligência.\n\nSe falhar, o alvo sofre 10d12 pontos de dano Psíquico e não pode conjurar magias ou executar a ação Usar Magia. Ao final de cada 30 dias, o alvo repete a salvaguarda, encerrando o efeito em caso de sucesso. O efeito também pode ser encerrado pela magia *Cura Completa*, *Desejo* ou *Restauração Maior*.\n\nEm uma salvaguarda bem-sucedida, o alvo recebe apenas metade do dano.",
      "en": "You blast the mind of a creature that you can see within range. The target makes an Intelligence saving throw.\n\nOn a failed save, the target takes 10d12 Psychic damage and can’t cast spells or take the Magic action. At the end of every 30 days, the target repeats the save, ending the effect on a success. The effect can also be ended by the *Greater Restoration*, *Heal*, or *Wish* spell.\n\nOn a successful save, the target takes half as much damage only."
    },
    "tags": [],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "clone",
    "name": {
      "pt": "Clone",
      "en": "Clone"
    },
    "level": 8,
    "school": {
      "pt": "Necromancia",
      "en": "Necromancy"
    },
    "classes": [
      "Wizard"
    ],
    "castingTime": {
      "pt": "1 Hora",
      "en": "1 Hour"
    },
    "range": {
      "pt": "Toque",
      "en": "Touch"
    },
    "duration": {
      "pt": "Instantânea",
      "en": "Instantaneous"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "um diamante no valor de 1.000+ PO, que a magia consome, e um recipiente vedável no valor de 2.000+ PO que seja grande o suficiente para conter a criatura sendo clonada",
        "en": "a diamond worth 1,000+ GP, which the spell consumes, and a sealable vessel worth 2,000+ GP that is large enough to hold the creature being cloned"
      }
    },
    "text": {
      "pt": "Você toca uma criatura ou pelo menos 2,5 centímetros cúbicos da carne dela. Uma duplicata inerte dessa criatura se forma dentro do recipiente usado na conjuração da magia e termina de crescer após 120 dias; você escolhe se o clone finalizado tem a mesma idade da criatura ou é mais nova. O clone permanece inerte e dura indefinidamente enquanto o recipiente o contém permanecer intacto.\n\nSe a criatura original morrer após o clone terminar de se formar, a alma da criatura é transferida para o clone se a alma estiver livre e disposta a retornar. O clone é fisicamente idêntico ao original e tem a mesma personalidade, memórias e habilidades, mas nenhum dos equipamentos do original. Os restos originais da criatura, se houver, tornam-se inertes e não podem ser revividos, uma vez que a alma da criatura está em outro lugar.",
      "en": "You touch a creature or at least 1 cubic inch of its flesh. An inert duplicate of that creature forms inside the vessel used in the spell’s casting and finishes growing after 120 days; you choose whether the finished clone is the same age as the creature or younger. The clone remains inert and endures indefinitely while its vessel remains undisturbed.\n\nIf the original creature dies after the clone finishes forming, the creature’s soul transfers to the clone if the soul is free and willing to return. The clone is physically identical to the original and has the same personality, memories, and abilities, but none of the original’s equipment. The creature’s original remains, if any, become inert and can’t be revived, since the creature’s soul is elsewhere."
    },
    "tags": [
      "utility"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "control-weather",
    "name": {
      "pt": "Controlar o Clima",
      "en": "Control Weather"
    },
    "level": 8,
    "school": {
      "pt": "Transmutação",
      "en": "Transmutation"
    },
    "classes": [
      "Cleric",
      "Druid",
      "Wizard"
    ],
    "castingTime": {
      "pt": "Ação",
      "en": "Action"
    },
    "range": {
      "pt": "Pessoal",
      "en": "Self"
    },
    "duration": {
      "pt": "8 Horas",
      "en": "8 Hours"
    },
    "concentration": true,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "incenso aceso",
        "en": "burning incense"
      }
    },
    "text": {
      "pt": "Você assume o controle do clima a até 8 quilômetros de você pela duração da magia. Você deve estar ao ar livre para conjurar esta magia, e ela encerra se você for para áreas internas.\n\nAo conjurar a magia, você altera a condição climática atual, determinada pelo Mestre. Você pode alterar a precipitação, a temperatura e o vento. Leva 1d4 x 10 minutos para as novas condições do clima entrarem em vigor. Depois que elas se estabelecerem, você pode alterar as condições novamente. Quando a magia termina, o clima volta gradualmente ao normal.\n\nAo alterar as condições meteorológicas, encontre uma condição atual nas tabelas a seguir e altere o estágio em um, para cima ou para baixo. Ao mudar o vento, você pode alterar a direção dele.\n\n***Precipitação:***\n • **Condição 1:** Limpo\n• **Condição 2:** Nuvens leves\n**• Condição 3:** Nublado ou com neblina\n**• Condição 4:** Chuva, granizo ou neve\n**• Condição 5:** Chuva torrencial, tempestade de granizo ou nevasca\n\n***Temperatura***\n**Condição 1:**• Calor insuportável\n**• Condição 2:** Quente\n**• Condição 3:** Ameno\n**• Condição 4:** Fresco\n**• Condição 5:** Frio\n**• Condição 6:** Frio extremo\n\n***Vento***\n**• Condição 1:** Calmo\n**• Condição 2:** Vento moderado\n**• Condição 3:** Vento forte\n**• Condição 4:** Vendaval\n**• Condição 5:**Tempestade",
      "en": "You take control of the weather within 5 miles of you for the duration. You must be outdoors to cast this spell, and it ends early if you go indoors.\n\nWhen you cast the spell, you change the current weather conditions, which are determined by the DM. You can change precipitation, temperature, and wind. It takes 1d4 × 10 minutes for the new conditions to take effect. Once they do so, you can change the conditions again. When the spell ends, the weather gradually returns to normal.\n\nWhen you change the weather conditions, find a current condition on the following tables and change its stage by one, up or down. When changing the wind, you can change its direction.\n\n***Precipitation:***\n • **Stage 1:** Clear\n• **Stage 2:** Light clouds\n**• Stage 3:** Overcast or ground fog\n**• Stage 4:** Rain, hail, or snow\n**• Stage 5:** Torrential rain, driving hail, or blizzard\n\n***Temperature***\n**• Stage 1:** Heat wave\n**• Stage 2:** Hot\n**• Stage 3:** Warm\n**• Stage 4:** Cool\n**• Stage 5:** Cold\n**• Stage 6:** Freezing\n\n***Wind***\n**• Stage 1:** Calm\n**• Stage 2:** Moderate wind\n**• Stage 3:** Strong wind\n**• Stage 4:** Gale\n**• Stage 5:**Storm"
    },
    "tags": [
      "control",
      "environment"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  },
  {
    "id": "astral-projection",
    "name": {
      "pt": "Projeção Astral",
      "en": "Astral Projection"
    },
    "level": 9,
    "school": {
      "pt": "Necromancia",
      "en": "Necromancy"
    },
    "classes": [
      "Cleric",
      "Warlock",
      "Wizard"
    ],
    "castingTime": {
      "pt": "1 Hora",
      "en": "1 Hour"
    },
    "range": {
      "pt": "3 m (10 ft.)",
      "en": "10 ft."
    },
    "duration": {
      "pt": "Até Ser Dissipada",
      "en": "Until Dispell"
    },
    "concentration": false,
    "ritual": false,
    "components": {
      "verbal": true,
      "somatic": true,
      "material": {
        "pt": "p/ cada alvo um zircão no valor de 1.000+ PO e uma barra de prata no valor de 100+ PO, que a magia consome",
        "en": "for each target a zircon worth 1,000+ gp and a silver bar worth 100+ gp, which the spell consumes"
      }
    },
    "text": {
      "pt": "Você e até oito criaturas voluntárias no alcance da magia projetam seus corpos astrais no Plano Astral (a magia se encerra instantaneamente se você já estiver nesse plano). O corpo de cada alvo é deixado para trás em um estado de animação suspensa; ele tem a condição Inconsciente, não precisa comer ou respirar e não envelhece.\n\n A forma astral de um alvo se assemelha ao seu corpo em quase todos os aspectos, replicando suas estatísticas de jogo e pertences. A principal diferença é a adição de um cordão prateado que se arrasta entre as omoplatas da forma astral. O cordão desaparece de vista após 30 centímetros. Se o cordão for cortado — algo que só pode acontecer quando um efeito especificamente declarar isto — tanto o corpo quanto a forma astral do alvo morrem.\n\n A forma astral de um alvo pode viajar pelo Plano Astral. No momento em que uma forma astral deixa aquele plano, o corpo e os pertences do alvo viajam ao longo do cordão prateado, fazendo com que o alvo reentre em seu corpo no novo plano. Qualquer dano ou efeito aplicável a uma forma astral não afeta o corpo do alvo e vice-versa. Se o corpo ou a forma astral de um alvo for reduzido a 0 Pontos de Vida, a magia se encerra para esse alvo. A magia se encerra para todos os alvos se você executar uma ação Usar Magia para descartá-la.\n\nQuando a magia termina para um alvo que não está morto, o alvo reaparece em seu corpo e sai do estado de animação suspensa.",
      "en": "You and up to eight willing creatures within range project your astral bodies into the Astral Plane (the spell ends instantly if you are already on that plane). Each target’s body is left behind in a state of suspended animation; it has the Unconscious condition, doesn’t need food or air, and doesn’t age.\n\nA target’s astral form resembles its body in almost every way, replicating its game statistics and possessions. The principal difference is the addition of a silvery cord that trails from between the shoulder blades of the astral form. The cord fades from view after 1 foot. If the cord is cut—which happens only when an effect states that it does so—the target’s body and astral form both die.\n\nA target’s astral form can travel through the Astral Plane. The moment an astral form leaves that plane, the target’s body and possessions travel along the silver cord, causing the target to re-enter its body on the new plane.\n\nAny damage or other effects that apply to an astral form have no effect on the target’s body and vice versa. If a target’s body or astral form drops to 0 Hit Points, the spell ends for that target. The spell ends for all the targets if you take a Magic action to dismiss it.\n\nWhen the spell ends for a target who isn’t dead, the target reappears in its body and exits the state of suspended animation."
    },
    "tags": [
      "teleportation"
    ],
    "source": {
      "name": "Player's Handbook"
    }
  }
]
